Repository: dougHanson/dougRepo
Catalog: blog/languages/*/strings.po
Languages: chinese, french, portuguese_br, spanish

# information
source: <i>Note: If you want to reset your username and password (probably because you forgot it), delete the <b>password.php</b> file in the <b>config</b> folder on your web site. The next time you visit your site, it will walk you through this installation process again...</i>
chinese: <i>注意:如果你忘記了密碼想要重設它時, 請刪除網站 <b>config</b>資料夾裏的<b>password.php</b> 檔.然後進入你網站,會重新開始進行安裝程序‧‧‧</i>
french: <i>Note: Si vous voulez réinitialiser votre nom d'utilisateur et votre mot de passe (en cas d'oubli par exemple), supprimez <b>password.php</b> dans <b>config</b> sur le serveur web. A votre prochaine visite, le processus d'installation vous demandera de définir un nouveau mot de passe.</i>
portuguese_br: <i>Nota: Se você precisar zerar seu usuário e senha (provavelmente por esquecê-los), exclua o arquivo <b>password.php</b> da pasta <b>config</b> no seu website. Na próxima vez que entrar no seu site, vocÊ será conduzido pelo processo de criação de senha novamente...</i>
spanish: <i>Nota: Si desea borar su nombre de usuario y contraseña (probablemente porque la olvidó), elimine el archivo <b>password.php</b> en la carpeta <b>config</b> de su sitio web. La próxima vez que visite su sitio, lo llevará a tavés de este proceso de instalación nuevamente...</i>

# code
source: Code for <b>password.php</b> file:
chinese: <b>password.php</b>檔代碼:
french: Code du fichier <b>password.php</b>:
portuguese_br: Código para o arquivo <b>password.php</b>:
spanish: Código para el archivo <b>password.php</b>:

# install05_title
source: Login
chinese: 登入
french: Connexion
spanish: Ingreso

# install05_instructions
source: Please enter your Username and Password below
chinese: 請在下面輸入你的使用者名稱以及密碼
french: Veuillez entrer votre nom d'utilisateur et votre mot de passe ci-dessous
portuguese_br: Favor digitar seu Nome de Usuário e Senha abaixo
spanish: Ingrese su nombre de usuario y contraseña

# btn_try_again
source: Try Again
chinese: [ 重試 ]
french: [ Réessayer ]
portuguese_br: [ Tentar novamente ]
spanish: [ Intente de nuevo ]

# install06_title
source: Login
chinese: 登入
french: Connexion
spanish: Ingreso

# install06_success
source: <h2>Congratulations!</h2>You are now logged in.<p /> Click below to visit the <b>Setup</b> page, where you can personalize your new blog.<p /> <i>Note: Now that you've completed the installation process, it is recommended that you delete the <b>installXX.php</b> files from your web site. (i.e. install00.php through install06.php)</i><p />
chinese: <h2>恭喜!</h2>你已經登入了.<p /> 現在你可以進入<b>設定</b>頁面, 開始對你的blog進行設定.<p /> <i>注意:你已經安裝完畢了, 我們建議你刪除在網站資料夾中的所有安裝檔<b>installXX.php</b>等. (從install00.php到 install06.php)</i><p />
french: <h2>Félicitations!</h2>Vous êtes maintenant connecté.<p /> Cliquez ci-dessous pour vous rendre sur la <b>page de configuration</b>, où vous pourrez personnaliser votre nouveau blog.<p /> <i>PS: maintenant que vous avez complété le processu d'installation, il est recommandé que vous supprimiez les fichiers <b>installXX.php</b> de votre site web (càd. install00.php jusqu'à install06.php)</i><p />
portuguese_br: <h2>Parabéns!</h2>Você está logado.<p /> Clique abaixo para visitar a página de <b>Configurações</b>, onde você poderá personalizar seu novo Blog.<p /> <i>Nota: Agora que você completou o processo de instalação, é recomendável que você exclua os arquivos <b>installXX.php</b> do seu web site. (ex. install00.php até install06.php)</i><p />
spanish: <h2>¡Felicitaciones!</h2>Usted se ha conectado.<p /> Haga click abajo para visitar la página de <b>Configuración</b> , desde donde podrá personalizar su nuevo blog.<p /> <i>Nota: Ahora que ha completado el proceso de instalación, se le recomienda borrar los archivos <b>installXX.php</b> desde su sitio web. (i.e. install00.php hasta install06.php)</i><p />

# setup_title
source: Preferences
chinese: 設定
french: Préférences
portuguese_br: Preferencias
spanish: Configuración

# setup_instructions
source: You can change the name of your blog, and your personal information below.
chinese: 在這裡你能改變 Blog 的名稱，以及你自己的資料，
french: Vous pouvez modifier le nom de votre blog ainsi que vos informations personnelles ci-dessous.
portuguese_br: Você pode mudar o nome do seu blog, e suas informações pessoais abaixo.
spanish: Puede cambiar el nombre de su bitácora y su información personal debajo.

# blog_title
source: Blog Name:
chinese: Blog 站名：
french: Nom du blog:
portuguese_br: Nome do Blog:
spanish: Nombre de la Bitácora:

# blog_header
source: Header Graphic URL: images/blogheader.jpg (Leave blank for default theme graphic).
french: URL d'en-tête graphique: images/blogheader.jpg (Laissez blanc pour l'image par défaut du thème).
portuguese_br: URL da Imagem do Cabeçalho: images/blogheader.jpg (Deixe em branco para usar o padrão).
spanish: URL del Gráfico de la Cabecera: images/blogheader.jpg (Dejar en blanco para utilizar el gráfico por defecto del tema).

# blog_author
source: Author:
chinese: 作者：
french: Auteur:
portuguese_br: Autor:
spanish: Autor:

# blog_email
source: Email: (Separate email address should be separated by a , comma - blank disables Contact Me option)
chinese: Email：
french: Email: (des adresses séparées doivent être séparées par des virgules - vide désactive l'option Me contacter)
portuguese_br: Email: (Para mais de um email separe por vírgula - em branco desabilita a opção Contato)
spanish: Correo Electrónico: (separar las direcciones de correo electrónico por una , coma - en blanco deshabilita la opción de Contactanos

# blog_avatar
source: Avatar URL: images/avatar.jpg (Leave blank for none).
chinese: Avatar URL: (Leave blank for none).
french: Avatar URL: (Laissez vide pour aucun).
portuguese_br: URL do Avatar: images/avatar.jpg (Deixe em branco para nenhum).
spanish: URL del avatar: (Déjalo en blanco para ninguno).

# blog_footer
source: Footer:
chinese: 頁尾：
french: Pied de Page:
portuguese_br: Rodapé:
spanish: Pie de página:

# blog_enable_comments
source: Enable User Comments
chinese: 准許回應
french: Activer les commentaires
portuguese_br: Habilitar Comentários
spanish: Permitir Comentarios de Usuarios

# blog_enable_start_category
source: Use specific category for first page of entries:
chinese: 使用指定類別作為首頁：
french: Utilise une catégorie spécifique pour la première page des entrées:
portuguese_br: Usar categoria específica para a primeira página dos posts:

# blog_search_top
source: Show Search In Entries
chinese: 在文章中顯示搜尋(Search)，而非在sidebar
french: Afficher la recherche dans les entrées (au lieu de la barre de menu)
portuguese_br: Mostrar Pesquisa nos Posts (ao invés da barra lateral)

# blog_enable_static_block
source: Show a defined block as the first entry of blog entries:
chinese: 顯示指定的區塊作為首頁：
french: Affiche un bloc particulier comme première entrée des entrées du blog:
portuguese_br: Mostrar um bloco definido como o primeiro Post do Blog:

# static_block_border
source: Show Border
chinese: 顯示邊框
french: Affiche la bordure
portuguese_br: Mostrar bordas

# static_block_noborder
source: No Border
chinese: 沒有邊框
french: Pas de bordure
portuguese_br: Sem bordas

# blog_enable_voting
source: Enable Users to Rate Entries
chinese: 准許觀眾對文章評分
french: Activer les votes utilisateurs
portuguese_br: Permitir que os usuários avaliem os Posts
spanish: Permitir a los Usuarios Votar Artículos

# blog_enable_cache
source: Enable Blog Entry Cache (may provide speed increase on some servers)
chinese: 開啟文章內容快取 (需要較強大的伺服器)
french: Activer le cache des entrées (peut améliorer la vitesse sur certains serveurs)
portuguese_br: Habilitar Cache nos Posts (pode melhorar a velocidade em alguns servidores)
spanish: Permitir Caché de Entradas (en algunos servidores mejora el rendimiento)

# blog_enable_calendar
source: Enable Calendar
chinese: 顯示日曆/舊文章區塊
french: Activer Calendrier
portuguese_br: Habilitar Calendário
spanish: Activar calendario / Bloque de archivo

# blog_enable_archives
source: Enable Archives Block
french: Activer le bloc Archives
portuguese_br: Habilitar Bloqueador de Arquivos
spanish: Activar Bloque de archivo

# blog_enable_counter
source: Enable Counter in Sidebar
french: Activer le compteur dans la barre
portuguese_br: Habilitar Contador na Barra Lateral
spanish: Activar Contador en el menú

# blog_counter_hours
source: Number of hours to delay before hits are counted again (based on specific ip address):
french: Nombre d'heures à attendre avant que les hits soient à nouveau comptés (basé sur chaque adresse IP):
portuguese_br: Número de horas de atraso antes das contagens iniciarem novamente (baseado em um ip específico):
spanish: Número de horas entes de contar de nuevo las visitas (basado en una dirección IP específica):

# blog_enable_login
source: Enable Login Link (Please bookmark 'login.php' first...)
french: Activer le lien Connexion (Veillez à mettre 'login.php' en favori avant...)
portuguese_br: Habilitar o Link de Login (Favor adicionar 'login.php' aos favoritos primeiro...)

# blog_enable_title
source: Enable Plain Text Title Block (Clear checkbox if the title is in the header graphic)
chinese: 顯示網站標題 (不選只會出現標題圖片)
french: Activer le titre du blog texte (Décocher si le titre est dans l'entête graphique)
portuguese_br: Habilitar o título em texto do cabeçalho (Remova caso o título já estaja escrito no gráfico do cabeçalho)
spanish: Permitir Bloque de Título de Texto (Desmarca el checkbox si el título de la cabecera es una imágen)

# blog_enable_permalink
source: Enable Permalink on Blog Entries
chinese: 顯示文章獨立網址連接
french: Activer les Permaliens sur les entrées du blog
portuguese_br: Habilitar Permalink nos Posts
spanish: Permitir Enlaces Permanentes en las Entradas

# blog_enable_capcha
source: Enable Anti-Spam
french: Activer Anti-Spam
portuguese_br: Habilitar Anti-Spam
spanish: Activar Anti-Spam

# blog_footer_counter
source: Enable Counter in Footer
french: Activer le compteur dans le pied de page
portuguese_br: Habilitar Contador no Rodapé
spanish: Activar Contador en Pié de Página

# blog_enable_capcha_image
source: Anti-Spam Images (GD library only) / Anti-Spam Text Field
french: Images Anti-Spam (nécessite la librairie GD) / Champs texte Anti-Spam
portuguese_br: Imagens Anti-Spam (Somente bibliotecas GD) / Campo Texto Anti-Spam
spanish: Imágenes Anti-Spam (librería GD solamente) / Campo de texto Anti-Spam

# blog_enable_stats
source: Enable Stats Option in Menu
french: Activer l'option Statistiques dans le menu
portuguese_br: Habilitar a Opção Estatísticas ao Menu
spanish: Permitir la Opción de Estadísticas en el Listado

# blog_enable_lastcomments
source: Enable Most Recent Comments Listing
french: Activer la liste des derniers commentaires
portuguese_br: Habilitar Listagem Dos Comentários Mais Recentes
spanish: Permitir la Opción de Comentarios Recientes en el Listado

# blog_enable_lastentries
source: Enable Most Recent Entries Listing
french: Activer la liste des denières entrées
portuguese_br: Habilitar Listagem Dos Posts Mais Recentes
spanish: Permitir la Opción de Entradas Recientes en el Listado

# blog_email_notification
source: Send email notification when comments are posted
chinese: 有新的回應時用 Email 通知你
french: Envoyez une notification par email lorsque de nouveaux commentaires sont postés
portuguese_br: Enviar notificação via email quando algum comentário for feito
spanish: Enviar email cuando se publique un comentario

# blog_send_pings
source: Send weblog &quot;pings&quot;
chinese: 送出網誌的 &quot;pings&quot;
french: Activer l'envoi de &quot;pings&quot;
portuguese_br: Enviar weblog &quot;pings&quot;
spanish: Enviar &quot;pings&quot;

# blog_ping_urls
source: Enter full URL (i.e. http://rpc.weblogs.com/RPC2) of service to &quot;ping&quot;.<br />(You can enter more than one address separated by commas.)
chinese: 輸入你的 &quot;ping&quot; 服務的完整網址。(像是 http://rpc.weblogs.com/RPC2)<br />(如果有多個網址，可用逗號分開。)
french: Entrez l'URL complète (ex. http://rpc.weblogs.com/RPC2) du service à &quot;pinguer&quot;.<br />(Vous pouvez entrer plus d'une adresse, séparés par des virgules.)
portuguese_br: URL Completa (ex. http://rpc.weblogs.com/RPC2) do serviço a ser feito o &quot;ping&quot;.<br />(Você pode insrir mais de um endereço separados por virgulas.)
spanish: URL completa (ej: http://rpc.weblogs.com/RPC2) del servicio de &quot;ping&quot;.<br />(Puedes introducir más de una separándolas por comas.)

# blog_max_entries
source: Maximum Entries to Display:
chinese: 最多顯示多少篇文章：
french: Nombre d'entrées maximum à afficher:
portuguese_br: Máximo de Posts a serem exibidos:
spanish: Máximas Entradas a Mostrar:

# blog_comment_tags
source: Tags to Allow in Comments:
chinese: 回應時能使用的語法標籤
french: Balises autorisées dans les commentaires:
spanish: Etiquetas permitidas en los Comentarios:

# blog_gzip_about
source: PHP has the ability to transparently compress pages that are sent to browsers which support gzip compression, thus saving bandwidth.<br /> <br /> Zlib support in PHP is not enabled by default. If the checkbox is disabled, then your installation of PHP does not support the Zlib extension.
chinese: PHP 從 4.0.4 開始就可以讀寫 gzip (.gz)的壓縮檔案以便節省網路空間， 也可以傳回被壓縮的檔案給支援的遊覽器以節省頻寬。<br /><br /> PHP 並沒有預設使用 Zlib，如果下列的選項無法勾取的話， 那麼你伺服器的 PHP 還不能支援 Zlib 的功能。
french: Depuis PHP 4.0.4, il est possible de lire et écrire des fichiers compressés gzip (.gz), permettant d'économiser de l'espace disque. Il peut également, de manière transparente, compressée les pages qui sont envoyées aux navigateurs supporte la compression gzip, permettant ainsi une économie de bande passante.<br /> <br /> Le support de Zlib dans PHP n'est pas activé par défaut. Si les cases à cochées sont désactivées, c'est que votre installation de PHP n'inclus pas l'extension Zlib.
portuguese_br: Desde o PHP 4.0.4, o PHP tem o recurso de ler e escrever arquivos compactados gzip (.gz), para economizar espaço em disco. Também possível compactar a saída de HTTP para os browsers que suportem compactação gzip, salvando então tráfego de banda.<br /> <br /> Suporte ao Zlib no PHP não é habilitado por padrão. Se as opções estiverem desabilitadas, então sua instalação de PHP não suporta extensão Zlib.
spanish: A partir de la versión 4.0.4, PHP puede leer y escribir archivos comprimidos gzip (.gz), lo cual ahorra espacio en disco. Por otra parte, es posible comprimir las páginas que se envían a un navegador que soporte gzip, ahorrando así ancho de banda.<br /> <br />El soporte de Zlib no viene activado por defecto en el PHP. Si las casillas de verificación están desactivadas significa que su PHP no soporta la extensión Zlib.

# blog_enable_gzip_txt
source: Enable GZIP Compression for Database Files
chinese: 准許對資料庫檔案進行 GZIP 壓縮。
french: Activer la compression GZIP pour les fichiers de base de données
portuguese_br: Habilitar Compactação GZIP Para os Arquivos de Base de Dados
spanish: Activar compresión GZIP para archivos datos

# blog_enable_gzip_output
source: Enable GZIP Compression for HTTP Output
chinese: 准許對傳送出的網頁進行 GZIP 壓縮。
french: Actvier la compression GZIP pour la sortie HTTP
portuguese_br: Habilitar Compactação GZIP para a Saída HTTP
spanish: Activar compresión GZIP para la salida HTTP

# setup_error
source: <h2>Whoops!</h2>Information not saved. I ran into a problem while saving your information.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>無法儲存剛剛的資訊。當儲存資料的時候遇到了某些問題。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Paramètres non sauvegardés. Une erreur est survenue lors de la sauvegarde.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>As informações não foram salvas. Ocorreu um problema enquanto seus dados eram salvos.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>La información no pudo ser guardada. Se encontró un problema mientras se almacenaba su información.<br /><br />Respuesta del servidor:<br />

# setup_success
source: <h2>Preferences Saved!</h2>Information has been successfully saved.
chinese: <h2>設定已儲存！</h2>資料已成功儲存。
french: <h2>Preferences sauvegardées!</h2>Les information ont été sauvegardées avec succès.
portuguese_br: <h2>Preferencias Salvas!</h2>As Informações foram salvas com sucesso.
spanish: <h2>¡Preferencias Guardadas!</h2>La información ha sido almacenada satisfactoriamente.

# label_entry_order
source: Entry Order:
chinese: 文章的排列法：
french: Ordre des entrées:
portuguese_br: Ordem dos Posts:
spanish: Orden de Artículos:

# select_new_to_old
source: List Newest First
chinese: 新的文章在前面
french: Lister les plus récentes en premier
portuguese_br: Listar os Mais Novos Antes
spanish: Primero los Nuevos

# select_old_to_new
source: List Oldest First
chinese: 舊的文章在前面
french: Lister les plus anciennes en premier
portuguese_br: Listar os Mais Antigos Antes
spanish: Primero los Antiguos

# label_comment_order
source: Comment Order:
chinese: 回應的順序：
french: Ordre des commentaires:
portuguese_br: Ordem do Comentário:
spanish: Orden de Comentarios:

# cal_sunday
source: Sunday
chinese: 周日
french: Lundi
portuguese_br: Domingo
spanish: Domingo

# label_calendar_start
source: Calendar Week Start Day
chinese: 日曆的每週第一天
french: Premier jour de la semaine du calendrier
portuguese_br: Dia de Início da Semana no Calendário
spanish: D&iacute;a de la semana de inicio

# title_sidebar
source: Sidebar
french: Barre latérale
portuguese_br: Barra Lateral
spanish: Barra Lateral

# title_comments
source: Comments
french: Commentaires
portuguese_br: Comentários
spanish: Comentarios

# title_entries
source: Entries
french: Entrées
portuguese_br: Posts
spanish: Entradas

# title_general
source: General
french: Général
portuguese_br: Geral

# title_language
source: Language
french: Langue
portuguese_br: Língua
spanish: Idioma

# blog_comment_days_expiry
source: Comments Allowed For How Many Days? (0 means no expiry)
french: Les commentaires sont permis pendant combien de jours? (0 = infini)
portuguese_br: Comentários Permitidos por Quantos Dias? (0 para não expirar)
spanish: Por cuantos días permitir comentarios? (0 significa sin límite de días)

# blog_comments_moderation
source: Require comment entries to be approved by logged in user before public (always visible to logged in user)
french: Les commentaires du blog doivent être approuvés par un utilisateur identifié avant d'être rendus publics (toujours visibles pour un utilisateur identifié)
portuguese_br: Comentários nos Posts precisam ser aprovados por um usuário logado antes de se tornar público (sempre visível para um usuário logado)
spanish: Requiere que las entradas comentadas seas aprovadas por usuario logueado antes de ser pública (siempre visible para los usuarios que estén dentro)

# comment_moderation
source: Moderation Options
french: Options de modération
portuguese_br: Opções de Moderação
spanish: Opciones de Moderación

# comment_moderation_title
source: Unmodded Comments
french: Commentaires non modérés
portuguese_br: Comentários não moderados
spanish: Comentarios sin moderar

# comment_moderation_instructions
source: This is a list of all comments not available to users that are not logged into the blog because they have not been approved by a moderator.
french: Voici une liste de tous les commentaires non disponibles pour les utilisateurs non identifiés car ils n'ont pas été approuvés par un modérateur.
portuguese_br: Esta é uma lista de todos os comentários não disponíveis para usuários que não estão logados por não teram sido aprovados pelo moderados.
spanish: Esta es uan lista de todos los comentarios que no están disponibles para los usuarios que no están logueados dentro del blog porque no han sido aprovados por el moderador.

source: Entered By:
french: Entré par:
portuguese_br: Inserido Por:
spanish: Introducida por:

source: Entry Date:
french: Entré le:
portuguese_br: Data do Post:
spanish: Fecha de la entrada:

source: Blog Entry Title:
french: Titre de l'entré de blog:
portuguese_br: Título do Post:
spanish: Título de la entrada del blog:

# enteredcontent
source: Content:
french: Contenu:
portuguese_br: Conteúdo:
spanish: Contenido:

# totalunmodded
source: total item(s) waiting for moderator update.
french: élément(s) au total attendant d'être approuvés.
portuguese_br: item(s) esperando por atuação do moderados.
spanish: Elemento(s) total(es) esperando por actualización de moderación.

# mod_approve
source: Approve
french: [Approuver]
portuguese_br: [ Aprovar ]
spanish: [Aprobar]

# mod_delete
source: Delete
french: [Supprimer]
portuguese_br: [ Excluir ]
spanish: [Borrar]

# moderation_title
source: Moderation Preferences
french: Préférences de modération
portuguese_br: Preferências de Moderação
spanish: Trackbacks

# moderation_instructions
source: You can modify the auto moderation lists here.
french: Vous pouvez modifier les listes d'auto-modération ici.
portuguese_br: Você pode alterar as listas de auto-moderação aqui.
spanish: Puedes modificar las listas de auto moderación aquí.

# banned_address_list_title
source: <h2>Banned IP Addresses</h2>
french: <h2>Adresses IP interdites</h2>
portuguese_br: <h2>Endereços de IP Banidos</h2>
spanish: <h2>Direcciones IP Prohibidas</h2>

# banned_address_list
source: Below is a list of numerical ip addresses that have been banned from entering comments. Each ip is on a separate line and must be numbers (not DNS names). When logged in, IP's can be banned directly from the comments view.
french: Ci-dessous, la liste des adresses IP qui ont été interdites pour l'ajout de commentaires. Chaque IP est une sur une ligne séparée et doit être au format numérique (pas de nom DNS). Lorsque vous êtes connecté, les IPs peuvent être interdites directement depuis la vue commentaires.
portuguese_br: Abaixo segue a lista de endereços IPs que foram banidos de incluir comentários. Cada ip está em linhas separadas e precisam ser números (sem nomes DNS). Quando logado, IPs podem ser banidos diretamente na visualização dos comentários.
spanish: Seguidamente hay una lista de direcciones ip numéricas que tienen prohibido introducir comentarios. Cada ip está en una línea separada y deben ser números (no nombres de DNS). Cuando se está logueado, las IPs pueden ser prohibidas directamente desde la visualización de comentarios.

# banned_word_list_title
source: <h2>Banned Words</h2>
french: <h2>Mots interdits</h2>
portuguese_br: <h2>Plavras Banidas</h2>
spanish: <h2>Palabras prohibidas</h2>

# banned_word_list
source: Below is a list of words that are not allowed to be in the url or the text. Each word or group of words is on a separate line. The comments will attempt to match each line exactly in order to enact the ban.
french: Ci-dessous, la liste des mots qui ne sont pas autorisés dans les URLs ou le texte. Chaque mot ou groupe de mot sont sur une ligne séparée. Les commentaires seront testés pour chacune des lignes afin de vérifier s'ils sont interdits.
portuguese_br: Abaixo segue a lista de palavras que não são permitidas no texto ou na url. Cada palavra ou grupo de palavras deve estar em linhas separadas. ???The comments will attempt to match each line exactly in order to enact the ban.
spanish: Seguidamente hay una lista de palabras que no están permitidas ni en la url ni en el texto. Cada palabra o grupo de palabras debe estar en una línea separada. Los cBelow is a list of words that are not allowed to be in the url or the text. Each word or group of words is on a separate line. Los comentarios se intentarán comparar exactamente con cada línea para así conseguir prohibir eficientemente los comentarios no deseados.
