Repository: dougHanson/dougRepo
Catalog: blog/languages/*/strings.po
Languages: chinese, french, portuguese_br, spanish

# error_empty_text
source: <h2>Error!</h2>You didn't enter any comments or your name.
french: <h2>Erreur!</h2>Vous n'avez mis aucun commentaire ou pas précisé votre nom.
portuguese_br: <h2>Erro!</h2>Você não digitou nenhum comentário ou seu nome.
spanish: <h2>¡Error!</h2>No has introducido ningún comentario o tu nombre.

# add_block_title
source: Add / Manage Blocks
chinese: 新增/管理區塊
french: Ajouter / Gérer les blocs
portuguese_br: Incluir / Gerenciar Blocos
spanish: Agregar / Administrar Bloques

source: up
chinese: 向上移位
french: haut
portuguese_br: sobe
spanish: Arriba

source: down
chinese: 向下移位
french: bas
portuguese_br: desce
spanish: Abajo

source: edit
chinese: 編輯
french: editer
portuguese_br: alterar
spanish: Editar

source: delete
chinese: 刪除
french: effacer
portuguese_br: excluir
spanish: Borrar

source: Block Name:
french: Nom du bloc:
portuguese_br: Nome do Bloco:
spanish: Nombre del Bloque:

source: Block Content:
french: Contenu du bloc:
portuguese_br: Conteúdo do Bloco:
spanish: Contenido del Bloque:

# add_block_instructions_edit
source: You are currently editing a Block.
chinese: 你正在編輯區塊
french: Vous êtes en train d'éditer le bloc:
portuguese_br: Você está alterando um bloco.
spanish: Estás editando un Bloque:

# add_block_instructions_modify
source: Use the form below to add or modify the custom 'Blocks' which appear in the sidebar menu.
chinese: 管理區塊:
french: Cliquez ci-dessous pour modifier un bloc:
portuguese_br: Use o formulário abaixo para incluir ou alterar um Bloco customizado que aparecerá no menu lateral.
spanish: Haga clic debajo en <b>Editar</b> para modificar el Bloque:

# add_block_submit_btn_edit
source: Edit Block
chinese: 更改區塊
french: Editer le bloc
portuguese_br: Alterar Bloco
spanish: Editar Bloque

source: Static Pages:
chinese: 靜態頁面:
french: Pages statiques:
portuguese_br: Páginas Fixas:
spanish: Páginas Estáticas:

# add_link_title
source: Add / Manage Links
chinese: 新增/管理連結
french: Ajouter / Gérer les liens
portuguese_br: Incluir / Gerenciar Links
spanish: Agregar / Administrar Enlaces

# add_link_instructions
source: Add custom links to other sites. Fill out the form below and click 'Add Link' to add a link. Click the up or down buttons to change the order of the links. Click the edit button to modify a link. Click the delete button to remove a link
chinese: 新增自訂的網站連結。填寫下面以後按 '新增' 來新增連結。按 '向上移位' '向下移位' 來改變連結的順序。按 '編輯' 來改變連結的資訊。按 '刪除' 來刪除連結。
french: Ajouter des liens personnalisés vers d'autres sites. Remplissez le formulaire ci-dessous et cliquez sur 'Ajouter le lien'. Utilisez les boutons 'Haut' et 'Bas' pour changer l'ordre des liens. Cliquez sur le bouton 'Editer' pour modifier un lien. Cliquez sur le bouton 'Effacer' pour supprimer un lien.
portuguese_br: Inclui links customizados para outros sites. Preencha o formulário abaixo e clique em 'Incluir Link' para criar um link. Clique nos botões 'sobe' ou 'desce' para mudar a ordem dos links. Clique no botão 'alterar' para modificar um link. Clique no botão 'excluir' para remover um link
spanish: Agregar enlaces a otros sitios web. Presione los botones Arriba y Abajo para cambiar el orden de los enlaces.

source: Link Name:
chinese: 連結名稱：
french: Nom du lien:
portuguese_br: Nome do Link:
spanish: Nombre del Enlace:

# link_url
source: Link URL: (Optional. Leave empty to create separator.)
chinese: 連結網址： (非必要，可留空來製作空格)
french: URL du lien : (Optionnel. Laissez vide pour créer un séparateur.)
portuguese_br: URL do Link: (Opcional. Deixe em branco para criar um separador.)
spanish: URL (Dirección Web):

# add_link_instructions_edit
source: You are currently editing link:
chinese: 你正在編輯連結：
french: Vous éditez actuellement le lien:
portuguese_br: Você está alterando um link:
spanish: Estás editando un enlace:

# add_link_submit_btn_edit
source: Edit Link
chinese: 更改連結
french: Editer le lien
portuguese_br: Alterar Link
spanish: Editar enlace

# categories_title
source: Add / Manage Categories
chinese: 新增 / 管理 文章類別
french: Ajouter / Gérer les catégories
portuguese_br: Incluir / Gerenciar Categorias
spanish: Agregar / Administrar Categorías

# categories_instructions
source: Use the form below to add and edit your categories. Each category item should be in this format 'category name (id number)'. Indent items with spaces to create heirarchies.<br /><br /><b>Example:</b><br />General (1)<br />News (3)<br />&nbsp;&nbsp;Announcements (6)<br />&nbsp;&nbsp;Events (5)<br />&nbsp;&nbsp;&nbsp;&nbsp;Misc (7)<br />Technology (2)<br />
chinese: 在下面的欄位裡新增或修改你的文章類別設定. 文章類別的設定法為：<b>類別名稱 (id 編號)</b>. 在前面加上空格則會成為上一排類別的子類別.<br /><br /><b>範例:</b><br />General (1)<br />News (3)<br />&nbsp;&nbsp;Announcements (6)<br />&nbsp;&nbsp;Events (5)<br />&nbsp;&nbsp;&nbsp;&nbsp;Misc (7)<br />Technology (2)<br />
french: Utilisez le formulaire ci-dessous pour ajouter et éditer vos catégories. Chaque catégorie doit respecter le format suivant: 'nom de catégorie (numéro identifiant)'. Ajouter un espace devant une catégories pour en faire une sous-catégorie.<br /><br /><b>Exemple:</b><br />Général (1)<br />Nouvelles (3)<br />&nbsp;&nbsp;Annonces (6)
portuguese_br: Use o formulário abaixo para incluir e alterar suas categorias. Cada item de categoria pode estar neste formato 'nome da categora (número do id)'. Indente os itens com spaces para criar hierarquias.<br /><br /><b>Exemplo:</b><br />Geral (1)<br />Notícias (3)<br />&nbsp;&nbsp;Anúncios (6)<br />&nbsp;&nbsp;Eventos (5)<br />&nbsp;&nbsp;&nbsp;&nbsp;Misto (7)<br />Tecnologias (2)<br />
spanish: Rellena el formulario que se encuentra debajo para crear una categoría. Cada categoría debe estar en este formato 'nombre de la categoria (número id)'. Divide los elementos con espacios para crear categorías.<br /><br /><b>Ejemplo:</b><br />General (1)<br />Noticias (3)<br />&nbsp;&nbsp;Anuncios (6)<br />&nbsp;&nbsp;Eventos (5)<br />&nbsp;&nbsp;&nbsp;&nbsp;Misc (7)<br />Tecnologia (2)<br />

source: Current Categories
chinese: 現有的類別
french: Catégories actuelles
portuguese_br: Categorias atuais
spanish: Categorias Actuales

source: No Categories Found
chinese: 沒有建立類別
french: Aucunes catégories trouvées
portuguese_br: Nenhuma Categoria Encontrada
spanish: No se encontraron Categorias

source: Category List:
chinese: 文章類別列表:
french: Liste des catégories:
portuguese_br: Lista de Categoria:
spanish: Lista de Categorias:

source: Validate
chinese: 儲存
french: Vérifier
portuguese_br: Validar
spanish: Validar

# submit_btn
source: Submit
chinese: &nbsp;確定&nbsp;
french: &nbsp;Envoyer&nbsp;
portuguese_br: &nbsp;Enviar&nbsp;
spanish: &nbsp;Aceptar&nbsp;

# colors_title
source: Change Colors
chinese: 改變配色
french: Changer les couleurs
portuguese_br: Mudar Cores
spanish: Cambiar colores

# colors_instructions
source: You can change the text and background colors for your blog. First select the field below, then use the color picker to mix your color. The Value changes automatically.
chinese: 你可以改變你的 Blog 的文字以及背景的顏色。先選擇下列的項目，然後從色盤中選擇想要的顏色。色值會自動改變。
french: Vous pouvez changer les couleurs du texte et du fond de votre blog. Sélectionnez d'abord le champs ci-dessous, puis utilisez la palette pour composer votre couleur. Les valeurs changent automatiquement.
portuguese_br: Você pode mudar as cores de texto e fundo do seu blog. Primeiro selecione o campo, então use o selecionador de cores. O campo Valor mudará automaticamente.
spanish: Puede cambiar los colores del texto y del fondo de la entrada.

# bg_color
source: BG Page
chinese: 底層背景
french: Fond de page
portuguese_br: Fundo Página
spanish: Fondo de página

# main_bg_color
source: BG Main Page
chinese: 主框背景
french: Fond de la page principale
portuguese_br: Fundo Página Principal
spanish: Fondo de la página principal

# border_color
source: Page Border
chinese: 邊框
french: Bordure de page
portuguese_br: Borda da Página
spanish: Borde de página

# inner_border_color
source: Inner Border
chinese: 內邊框
french: Bordure interne
portuguese_br: Mouse sobre a borda
spanish: Borde Interior

# header_bg_color
source: BG Header
chinese: 頁首背景
french: Entête: fond
portuguese_br: Fundo do Cabeçalho
spanish: Fondo del encabezado

# header_txt_color
source: Header Text
chinese: 頁首文字
french: Entête: texte
portuguese_br: Texto do Cabeçalho
spanish: Texto del encabezado

# menu_bg_color
source: BG Menu
chinese: 選單背景
french: Menu: fond
portuguese_br: Fundo do Menu
spanish: Fondo del menú

# footer_bg_color
source: BG Footer
chinese: 頁尾背景
french: Pied de page: fond
portuguese_br: Fundo do Rodapé
spanish: Fondo del pie de página

# txt_color
source: Main Text
chinese: 主要文字
french: Texte principal
portuguese_br: Texto Principal
spanish: Texto principal

# headline_txt_color
source: Headline Text
chinese: 標題文字
french: Titres
portuguese_br: Linha de cabeçalho
spanish: Texto del encabezado

# date_txt_color
source: Date Text
chinese: 日期文字
french: Dates
portuguese_br: Texto da Data
spanish: Texto de la fecha

# footer_txt_color
source: Footer Text
chinese: 頁尾文字
french: Pied de page: texte
portuguese_br: Texto do Rodapé
spanish: Texto del pie de página

# link_reg_color
source: Link Default
chinese: 連結
french: Lien
portuguese_br: Link Padrão
spanish: Enlace normal

# link_hi_color
source: Link Hover
chinese: 游標連結
french: Lien survolé
portuguese_br: Mouse sobre o Link
spanish: Enlace resaltado

# link_down_color
source: Link Active
chinese: 使用中連結
french: Lien activé
portuguese_br: Link Ativo
spanish: Enlace visitado

source: Entry BG
chinese: 文章背景
french: Entrée: fond
portuguese_br: Fundo do Post
spanish: Fondo de la entrada

source: Entry Title BG
chinese: 文章標題背景
french: Entrée: fond titre
portuguese_br: Fundo do Título do Post
spanish: Fondo del título de la entrada

source: Entry Border
chinese: 文章邊框
french: Entrée: bordure
portuguese_br: Borda do Post
spanish: Borde de la entrada

source: Entry Title Text
chinese: 文章標題文字
french: Entrée: texte titre
portuguese_br: Texto do Título do Post
spanish: Texto del título de la entrada

source: Entry Text
chinese: 文章文字
french: Entrée: texte
portuguese_br: Texto do Post
spanish: Texto de la entrada

source: Static BG
chinese: Static 背景
french: Static: fond
portuguese_br: Fundo da Pág Fixa
spanish: Fondo Pág. Estática

source: Static Title BG
chinese: Static 標題背景
french: Static: fond titre
portuguese_br: Fundo do Título da Pág Fixa
spanish: Fondo Título Pág. Estática

source: Static Border
chinese: Static 邊框
french: Static: bordure
portuguese_br: Borda da Pág Fixa
spanish: Borde Pág. Estática

source: Static Title Text
chinese: Static 標題文字
french: Static: texte titre
portuguese_br: Texto do Título da Pág Fixa
spanish: Texto Título Pág. Estática

source: Static Text
chinese: Static 文字
french: Static: texte
portuguese_br: Texto da Pág Fixa
spanish: Texto Pág. Estática

source: Comment BG
chinese: 回應背景
french: Commentaire: fond
portuguese_br: Fundo do Coment
spanish: Fondo Comentarios

source: Comment Title BG
chinese: 回應標題背景
french: Commentaire: fond titre
portuguese_br: Fundo do Título do Coment
spanish: Fondo Título Comentarios

source: Comment Border
chinese: 回應邊框
french: Commentaire: bordure
portuguese_br: Borda do Coment
spanish: Borde Comentario

source: Comment Title Text
chinese: 回應標題文字
french: Commentaire: texte titre
portuguese_br: Texto do Título do Coment
spanish: Texto Título Comentario

source: Menu BG
chinese: 選單背景
french: Menu: fond
portuguese_br: Fundo do Menu
spanish: Fondo del menú

source: Menu Title BG
chinese: 選單標題背景
french: Menu: fond titre
portuguese_br: Fundo do Título do Menu
spanish: Fondo del título del menú

source: Menu Border
chinese: 選單邊框
french: Menu: bordure
portuguese_br: Borda do Menu
spanish: Borde del menú

source: Menu Title Text
chinese: 選單標題文字
french: Menu: texte titre
portuguese_br: Texto do Título do Menu
spanish: Texto del título del menú

source: Menu Text
chinese: 選單文字
french: Menu: texte
portuguese_br: Texto do Menu
spanish: Texto del menú

# menu_link_reg_color
source: Menu Link Default
chinese: 選單連結
french: Menu: lien
portuguese_br: Link do Menu Padrão
spanish: Enlace normal en el menú

# menu_link_hi_color
source: Menu Link Hover
chinese: 選單游標連結
french: Menu: lien survolé
portuguese_br: Mouse sobre o Link do Menu
spanish: Enlace resaltado en el menú

# menu_link_down_color
source: Menu Link Active
chinese: 選單使用中連結
french: Menu: lien activé
portuguese_br: Link do Menu Ativo
spanish: Enlace visitado en el menú

# color_preset
source: Color Schemes:
chinese: 配色主題:
french: Profils de couleur:
portuguese_br: Esquema de Cor:
spanish: Esquemas de Color:

# scheme_name
source: Enter a custom color scheme name:
chinese: 請填入你的配色主題名稱(英文):
french: Entrez le nom de votre profil de couleur personnalisé:
portuguese_br: Digite um nome para o esquema de cor customizado:
spanish: Introduzca un nombre para el Esquema de Color Personalizado:

# scheme_file
source: Enter scheme file name: (no spaces or file extensions)
chinese: 請填入你的配色主題檔名: (英文,不要有空格或副檔名)
french: Entrez le nom du fichier de votre profil de couleur: (sans espaces ni extension de fichiers)
portuguese_br: Digite um nome de arquivo do esquema: (sem espaço ou extensão de arquivo)
spanish: Introduzca el nombre del fichero del Esquema: (sin espacio ni extensiones)

# save_btn
source: Save
chinese: &nbsp;儲存配色&nbsp;
french: &nbsp;Enregistrer&nbsp;
portuguese_br: &nbsp;Salvar&nbsp;
spanish: &nbsp;Guardar&nbsp;

# theme_doesnt_allow_colors
source: The currently selected theme does not allow for custom colors.
french: Le thème actuellement sélectionné n'autorise pas les couleurs personnalisées.
portuguese_br: O tema selecionado não permite o uso de cores customizadas.
spanish: El tema seleccionado no permite un Esquema de Color Personalizado.

# colors_error
source: <h2>Whoops!</h2>Information not saved. I ran into a problem while saving your entry.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>因為發生了某些問題，所以不能儲存剛才的資訊。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Paramètres non sauvegardés. Une erreur est survenue durant l'enregistrement.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>Informações não salvas. Ocorreu um problema enquanto seus dados eram salvos.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>La información no pudo ser guardada. Se encontró un problema mientras se almacenaba su información.<br /><br />Respuesta del servidor:<br />

# colors_success
source: <h2>Colors Saved!</h2>Information has been successfully saved.
french: <h2>Couleurs sauvées!</h2>Les paramètres ont été sauvegardés avec succès.
portuguese_br: <h2>Cores Salvas!</h2>As informações foram salvas com sucesso.
spanish: <h2>¡Colores Guardados!</h2>La información se ha guardado correctamente.

# delete_title
source: Delete Entry
chinese: 刪除回應
french: Supprimer une entrée
portuguese_br: Excluir Post
spanish: Borrar entrada

# delete_instructions
source: This is the entry you are about to delete. Please make sure you really want to get rid of it, there's no undo...
chinese: 這是你準備刪除的文章，請再次確認，因為刪除後就不能挽回了。
french: Ceci est l'entrée que vous vous appretez à effacer. Assurez-vous que vous êtes certain de vouloir la supprimer car l'opération est irréversible...
portuguese_br: Este é o post que você quer excluir? Certifique-se de que você realmente quer fazer isso, essa ação não tem volta...
spanish: Está a punto de borrar una entrada, asegúrese de querer borrarla porque no hay forma de deshacer el cambio...

# delete_error
source: <h2>Whoops!</h2>Couldn't delete entry.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>因為發生了某些問題，所以不能刪除這篇文章。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Impossible de supprimer l'entrée.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>Não foi possível excluir o post.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>No se pudo borrar la entrada.<br /><br />Respuesta del servidor:<br />

# delete_success
source: <h2>Entry Deleted!</h2>The entry has been deleted.
chinese: <h2>刪除文章！</h2>文章已經刪除。
french: <h2>Entrée supprimée!</h2>L'entrée a été supprimée.
portuguese_br: <h2>Post Excluído!</h2>O post foi excluído.
spanish: <h2>¡Entada eliminada!</h2>La entrada ha sido eliminada.

# delete_static_title
source: Delete Static Page
chinese: 刪除靜態文章
french: Effacer une page statique
portuguese_br: Excluir Página Fixa
spanish: Borrar Página Estática

# delete_static_instructions
source: This is the static page you are about to delete. Please make sure you really want to get rid of it, there's no undo...
chinese: 這是你準備刪除的靜態文章，請再次確認，因為刪除後就不能挽回了
french: Ceci est la page statique que vous vous appretez à effacer. Assurez-vous que vous êtes certain de vouloir la supprimer car l'opération est irréversible...
portuguese_br: Esta é a página fixa que você quer excluir? Certifique-se de que você realmente quer fazer isso, essa ação não tem volta...
spanish: Está a punto de borrar una página estática, asegúrese de querer borrarla porque no hay forma de deshacer el cambio...

# delete_static_error
source: <h2>Whoops!</h2>Couldn't delete entry.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>無法刪除這篇文章。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Impossible de supprimer la page.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>Não foi possível excluir a página fixa.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>No se pudo borrar la entrada.<br /><br />Respuesta del servidor:<br />

# delete_static_success
source: <h2>Static Page Deleted!</h2>The static page has been deleted.
chinese: <h2>刪除靜熊文章！</h2>靜態文章已經刪除。
french: <h2>Page statique supprimée!</h2>La page statique a été supprimée.
portuguese_br: <h2>Página Fixa Excluída!</h2>A página fixa foi excluída.
spanish: <h2>¡Página Estática Eliminada!</h2>La página estática fue eliminada.

# image_list_title
source: Image List
chinese: 圖片列表
french: Liste des images
portuguese_br: Lista de Imagens
spanish: Lista de imágenes

# image_list_instructions
source: Click on the links below to view images.<br /><br />To add an image to your entry:<br />1) Control-click a link and choose 'Copy Link to Clipboard'.<br />2) Return to the Add Entry or Edit Entry page.<br />3) Click the 'img' button and paste the URL into the window.
chinese: 觀賞圖片請按下面的連結<br /><br />如果想要放置圖片在文章裡<br />1) 在圖片連結上按右鍵並且選擇 '複製連結網址' <br />2) 回到寫新文章或是編輯文章的地方 <br />3) 點選 '圖片' 並把網址貼上。
french: Cliquez sur les liens ci-dessous pour voir les images.<br><br>Pour ajouter une image à votre entrée:<br>1) Cliquez tout en appuyant sur CONTROL et sélectionnez 'Copier le raccourci'.<br>2) Retournez sur la page d'ajout ou d'édition d'entrée.<br>3) Cliquez sur le bouton 'img' et collez l'URL dans la fenêtre.
portuguese_br: Clique nos links abaixo para ver as imagens.<br /><br />Para inserir uma imagem no seu post:<br />1) Clique com o botão direito do mouse sobre um link e escolha 'Copiar Link' ou 'Copiar Atalho'.<br />2) Volte para a página de inclusão ou alteração de post.<br />3) Clique no botão 'img' e cole a URL dentro da janela.
spanish: Haga clic en los enlaces que estan debajo para ver la imagen.<br><br>Para agregar una imagen a su entrada:<br>1) Haga clic derecho en un enlace y seleccione 'Copiar en el portapapeles'.<br>2) Regrese a la página de agregar o editar entrada.<br>3) Haga clic en el botón Imagen y pegue el enlace en la ventana.

# info_title
source: Meta-Data Information
chinese: Meta-Data 資訊
french: Meta-Données
portuguese_br: Informações Meta-Data
spanish: Información de Meta-datos

# info_instructions
source: The information below is used for &quot;meta-data&quot;, which helps search engines correctly find and identify your site. Information may also be used in RSS feeds.
chinese: 下面的資訊是 &quot;meta-data&quot; ，它能讓搜尋引擎正確的搜尋並確認你的網站。Meta-Data 也能夠被用在 RSS feeds 上
french: Les informations ci-dessous sont utilisées comme &quot;meta-données&quot;, qui aident les moteurs de recherche à correctement trouver et identifier votre site. Ces informations peuvent également être utilisées dans les flux RSS.
portuguese_br: As informações abaixo são usadas para qualificar um conteúdo, o que ajuda as ferramentas de pesquisa a acharem e identificarem corretamente seu site. Essas informações também podem ser usadas em sistemas RSS.
spanish: Esta información se usa para los &quot;meta-datos&quot;, que ayudan a los buscadores a indexar su web. También se usan para generar los feeds RSS.

# info_keywords
source: Keywords: (List of keywords separated by commas.)
chinese: 關鍵詞： (每個詞請用逗號分開)
french: Mots clefs: (Liste de mots clefs séparés par des virgules.)
portuguese_br: Palavras-chave: (Lista das palavras-chaves separadas por virgulas.)
spanish: Palabras clave: (Lista de palabras clave separadas por comas.)

# info_description
source: Description: (An abstract or a free-text description of your site.)
chinese: 描述： (簡單的描述你的網站)
french: Description: (Un résumé ou une description libre de votre site.)
portuguese_br: Descrição: (Um texto livre abstrato que descreve o seu site.)
spanish: Descripción: (Un resumen o texto libre sobre tu sitio.)

# info_copyright
source: Rights: (Copyright statement, or link to document containing information.)
chinese: 著作權： (著作權聲明，或者是到達著作資訊的連結)
french: Droits: (Informations sur la license du contenu, ou lien vers un document contenant ces informations.)
portuguese_br: Direitos: (Direito-de-uso, ou o link para um documento contendo o mesmo.)
spanish: Derechos: (Información de copyright o un enlace a la página que la contiene.)

# info_error
source: <h2>Whoops!</h2>Information not saved. I ran into a problem while saving your information.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>因為發生了某些問題，所以不能儲存剛才的資訊。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Informations non sauvegardées. Une erreur est survenue durant la sauvegarde de vos informations.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>As informações não foram salvas. Ocorreu um problema enquanto seus dados eram salvos.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>La información no pudo ser guardada. Se encontró un problema mientras se almacenaba su información.<br /><br />Respuesta del servidor:<br />

# info_success
source: <h2>Meta-Data Saved!</h2>Information has been successfully saved.
french: <h2>Meta-Données sauvegardées!</h2>Les informations ont été sauvegardées avec succès.
portuguese_br: <h2>Meta-Data salva!</h2>As informações foram salvas com sucesso.
spanish: <h2>¡Información Guardada!</h2>La información fue guardada satisfactopriamente.

# rating_error
source: <h2>Whoops!</h2>Information not saved. I ran into a problem while saving your information.<br /><br />Server Reported:<br />
chinese: <h2>喔喔! </h2>因為發生了某些問題，所以不能儲存剛才的評分。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Information non sauvegardée. Une erreur est survenue lors de la sauvegarde.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>As informações não foram salvas. Ocorreu um problema enquanto seus dados eram salvos.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>La información no pudo ser guardada. Se encontró un problema mientras se almacenaba su información.<br /><br />Respuesta del servidor:<br />

# rating_success
source: <h2>Vote Saved!</h2>Your rating has been successfully saved.
french: <h2>Vote enregisté!</h2>Votre évaluation a été enregistrée avec succès.
portuguese_br: <h2>Voto Salvo!</h2>Sua avaliação foi salva com sucesso.
spanish: <h2>¡Votación guardada!</h2>Tu puntuación ha sido almacenada satisfactoriamente.

# upgrade
source: <h2>Upgrade</h2>
chinese: <h2>更新</h2>
french: <h2>Mettre à jour</h2>
portuguese_br: <h2>Atualização</h2>
spanish: <h2>Actualización</h2>

# upgrade_count
source: %n comment files need to be upgraded:
chinese: %n 個留言檔案需要更新:
french: %n fichiers de commentaires ont besoins d'être mis à jour:
portuguese_br: %n arquivos de comentários precisam de atualizados:
spanish: %n ficheros de comentarios necesitan ser actualizados:
