Repository: dougHanson/dougRepo
Catalog: blog/languages/*/strings.po
Languages: chinese, french, portuguese_br, spanish

# options_instructions
source: Use the form below to customize the date and time display for blog and comment entries. You can select 12 or 24 hour clocks. Short or long date format. And the <b>Preview</b> areas update automatically to show you how you formatting will appear.
chinese: 這裡能自訂日期以及時間的顯示方法。你能選擇 12/24 時制，日期顯示的長短，以及被自動更新化的地方<b>預覽</b>你的設定。
french: Utilisez ce formulaire pour personnaliser les formats de date et d'heure utilisés sur votre blog. Vous pouvez choisir une horloge à 12 ou 24 heures. Un format de date long ou court. Et les champs d'<b>aperçu</b> se mettent automatiquement à jour afin de vous montrer comment votre format apparaitra.
portuguese_br: Use o formulário abaixo para customizar a disposição de data e hora para os comentários do blog e dos posts. Você pode selecionar a opção de 12 ou 24 horas. Formato de data curta ou longa. E as áreas de <b>Pré-Visualização</b> são atualizadas automaticamente para mostrar para você como esta formatação ficará.
spanish: Use el formulario de debajo para personalizar el formato en que se presentará la fecha y hora en la bitácora y en los comentarios. Puedes seleccionar el formato de 12 o de 24 horas. Formato corto o largo. Las areas de <b>Previsualización</b> le muestran automáticamente como se verá su formato.

# ldate_title
source: Long Date Format:
chinese: 日期顯示(長)：
french: Format date longue:
portuguese_br: Formato de Data Longa:
spanish: Formato de Fecha Larga:

source: Weekday
chinese: 星期
french: Jour de la semaine
portuguese_br: Dia da Semana
spanish: Día de la Semana

source: None
chinese: 皆無
french: Aucun
portuguese_br: Nenhum
spanish: Ninguno

# sdate_title
source: Short Date Format:
chinese: 日期顯示(短)：
french: Format date courte:
portuguese_br: Formato de Data Curta:
spanish: Formato de Fecha Corta:

# s_month
source: Month
chinese: 月
french: Mois
portuguese_br: Mês
spanish: Mes

# s_day
source: Day
chinese: 日
french: Jour
spanish: Día

# s_year
source: Year
chinese: 年
french: Année
spanish: Año

# zero_day
source: Leading zero for day
chinese: 添加 0 補齊日的數位
french: Zéros devant les jours
portuguese_br: Começar dia com zero
spanish: Cero inicial para el Día

source: Show century
chinese: 顯示世紀
french: Afficher les siècles
portuguese_br: Ano com quatro dígitos
spanish: Mostrar siglo

# time_title
source: Time Format:
chinese: 時間格式：
french: Format de l'heure:
portuguese_br: Formato de Hora:
spanish: Formato de Hora:

# 12hour
source: 12-hour clock
chinese: 12-時制
french: Horloge à 12 heures
portuguese_br: 12-horas
spanish: Reloj de 12 horas

# 24hour
source: 24-hour clock
chinese: 24-時制
french: Horloge à 24 heures
portuguese_br: 24-horas
spanish: Reloj de 24 horas

source: Before Noon
chinese: 上午
french: Avant Midi
portuguese_br: Antes do meio-dia
spanish: Mañana

source: After Noon
chinese: 下午
french: Après Midi
portuguese_br: Depois do meio-dia
spanish: Tarde

# date_title
source: Date Display Format:
chinese: 日期顯示格式：
french: Format d'affichage de la date:
portuguese_br: Formato da Data:
spanish: Formato de Visualización de Fecha:

source: Long Date
chinese: 日期顯示(長)
french: Date longue
portuguese_br: Data Longa
spanish: Fecha Larga

source: Short Date
chinese: 日期顯示(短)
french: Date courte
portuguese_br: Data Curta
spanish: Fecha Corta

source: Time
chinese: 時間
french: Heure
portuguese_br: Hora
spanish: Hora

# menu_title
source: Menu Date Display Format:
chinese: 選單日期顯示格式
french: Format d'affichage de la date dans menu:
portuguese_br: Formato da Data do Menu:
spanish: Formato de Visualización en el Menú Fecha:

# zero_month
source: Leading zero for Month
chinese: 添加 0 補齊月的數位
french: Zéros devant les mois
portuguese_br: Começar mês com zero
spanish: Cero inicial para el Mes

# zero_hour
source: Leading zero for Hour
chinese: 添加 0 補齊年的數位
french: Zéros devant les heures
portuguese_br: Começar hora com zero
spanish: Cero inicial para la Hora

source: Separator:
chinese: 隔號：
french: Séparateur:
portuguese_br: Separador:
spanish: Separador:

source: Preview:
chinese: 預覽：
french: Aperçu:
portuguese_br: Pré-visualização:
spanish: Previsualización:

source: Server Offset:
chinese: 伺服器時差：
french: Décalage serveur:
portuguese_br: Diferença no Servidor:
spanish: Offset del Servidor:

# options_error
source: <h2>Whoops!</h2>Information not saved. I ran into a problem while saving your information.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>無法儲存剛剛的資訊。當儲存資料的時候遇到了某些問題。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Paramètres non sauvegardés. Une erreur est survenue lors de la sauvegarde.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>As informações não foram salvas. Ocorreu um problema enquanto seus dados eram salvos.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>La información no pudo ser guardada. Se encontró un problema mientras se almacenaba su información.<br /><br />Respuesta del servidor:<br />

# options_success
source: <h2>Options Saved!</h2>Information has been successfully saved.
chinese: <h2>設定已儲存！</h2>資料已成功儲存。
french: <h2>Options sauvegardées!</h2>Les informations ont été sauvegardées avec succès.
portuguese_br: <h2>Opções Salvas!</h2>As informações foram salvas com sucesso.
spanish: <h2>¡Opciones Guardadas!</h2>La información se ha almacenado satisfactoriamente.

# upload_img_title
source: Upload Image
chinese: 上傳圖片：
french: Envoi d'image
portuguese_br: Carregar Imagem
spanish: Subir imagen

# upload_img_instructions
source: Click on the button below to select a file to upload.
chinese: 按下面的按鈕選擇要上傳的檔案。
french: Cliquez sur le bouton ci-dessous pour sélectionner un fichier à envoyer.
portuguese_br: Clique no botão abaixo para selecionar um arquivo para carregar.
spanish: Haga clic debajo para subir una imagen.

source: Select file:
chinese: 選擇檔案：
french: Sélectionner un fichier:
portuguese_br: Selecione o arquivo:
spanish: Seleccionar archivo:

# upload_btn
source: Upload
chinese: 上傳
french: Envoyer
portuguese_br: Carregar
spanish: Subir

# upload_img_error
source: <h2>Whoops!</h2>Couldn't upload image. Here's some more information:<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>無法上傳圖片。以下是一些資訊：<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Impossible d'envoyer une image.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>Não foi possível carregar a imagem. Mais informações:<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>Fue imposible subir la imagen. Aquí hay mas información:<br /><br />Respuesta del servidor:<br />

# upload_img_success
source: <h2>Image Uploaded!</h2>The image has been successfully saved.
chinese: <h2>圖檔已上傳！</h2>圖檔已成功儲存。
french: <h2>Image transférée!</h2>L'image a été sauvegardée avec succès.
portuguese_br: <h2>Imagem Carregada!</h2>A imagem foi salva com sucesso.
spanish: <h2>¡Imagen Almacenada!</h2>La imagen se ha guardado satisfactoriamente.

# themes_title
source: Themes
chinese: 佈景主題
french: Thèmes
portuguese_br: Temas
spanish: Temas

# themes_instructions
source: Use the drop-down menu to select a different theme.
chinese: 在下拉式選單中選擇佈景主題。
french: Utilisant le menu déroulant pour choisir un thème différent.
portuguese_br: Use a caixa de opções para selecionar um tema diferente.
spanish: Use la lista de opciones para seleccionar un tema distinto.

# choose_theme
source: Themes:
chinese: 佈景主題：
french: Thèmes:
portuguese_br: Temas:
spanish: Temas:

# search_result_title
source: Search Results
chinese: 搜尋結果：
french: Résultats de la recherche
portuguese_br: Resultado(s) da pesquisa
spanish: Resultados de la búsqueda

# not_found
source: No results found
chinese: 沒有相關資訊。
french: Aucun résultat
portuguese_br: Nenhum resultado encontrado
spanish: No se encontraron resultados

# contact_capcha
source: Anti-Spam: Enter
chinese: 防止垃圾信驗證碼:
french: Anti-Spam: Entrez
portuguese_br: Anti-Spam: Digite
spanish: Anti-Spam: Introduzca

# contact_title
source: Contact
chinese: 聯絡網主 Contact Me
french: Me contacter
portuguese_br: Contato
spanish: Contactanos

# contact_instructions
source: Fill in the form:
chinese: 請填入以下資訊,以下訊息將會郵寄給網主:
french: Remplissez le formulaire:
portuguese_br: Preencha o formulário:
spanish: Rellena el formulario:

source: Subject:
chinese: 主題:
french: Sujet:
portuguese_br: Assunto:
spanish: Asunto:

# contact_success
source: <h2>Success!</h2>Your message has been sent.<p />
chinese: <h2>發送成功!</h2>你的訊息已經寄出摟.<p />
french: <h2>Succès!</h2>Votre message a été envoyé.<p />
portuguese_br: <h2>Sucesso!</h2>Sua mensagem foi enviada corretamente.<p />
spanish: <h2>¡Listo!</h2>Su mensaje ha sido enviado.<p />

# contactsent
source: Contact sent through:
chinese: 信件傳送過程:
french: Contact envoyé depuis:
portuguese_br: Contato enviado por:
spanish: Contacto enviado desde:

# errorline1
source: The page or function you attempted to process requires the use of cookies.
chinese: 你嘗試瀏覽的這頁需要使用cookie.
french: La page à laquelle vous essayer d'accéder nécessite l'utilisation de cookies.
portuguese_br: A página ou função que você está tentando processar requer o uso de cookies.
spanish: La página o función que intenta acceder requiere el uso de cookies.

# errorline2
source: Restore cookie functionality within your browser or protection software and attempt your request again.
chinese: 在你的瀏覽器設定裡開啟cookie功能後再試一次.
french: Veuillez réactiver le support des cookies dans votre navigateur ou votre logiciel de protection et tentez votre requête à nouveau.
portuguese_br: Restaure a funcionalidade de cookies do seu browser ou software de proteção e repita o procedimento.
spanish: Habilite las cookies en su navegador o software de protección e intente nuevamente.

source: Client ID:
chinese: 使用端 ID:
french: ID client:
portuguese_br: ID do Cliente:
spanish: ID Cliente:

# trackbacks_error_delete
source: <h2>Whoops!</h2>Trackback not deleted. I ran into a problem while deleting the trackback.<br /><br />Server Reported:<br />
french: <h2>Oouups!</h2>Trackback non supprimé. Une erreur est survenue lors de la suppression.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>O trackback não foi excluído. Ocorreu um problema enquanto excluia o trackback.<br /><br />Resposta do Servidor:<br />
spanish: <h2>Ups!</h2>No se eliminó el trackback. Hubo un problema mientras se estaba borrando el trackback.<br /><br />Respuesta del servidor:<br />

# trackbacks_success_delete
source: <h2>Trackback Deleted!</h2>The trackback link has been deleted.
french: <h2>Trackback supprimé!</h2>Le lien trackback a été supprimé.
portuguese_br: <h2>Trackback Excluído!</h2>O link de trackback foi excluído.
spanish: <h2>¡Trackback Eliminado!</h2>El link de trackback ha sido borrado.

# stats_title
source: Statistics
chinese: <h2>統計資料</h2>
french: Statistiques
portuguese_br: Estatísticas
spanish: Estadísticas

# entry_info
source: <b>%s</b> entries using <b>%s</b> words stored in <b>%s</b> bytes
chinese: <b>%s</b>篇文章,使用了 <b>%s</b>個字,一共佔了<b>%s</b> bytes大小
french: <b>%s</b> entrées totalisant <b>%s</b> mots utilisant <b>%s</b> octets
portuguese_br: <b>%s</b> posts usando <b>%s</b> palavras armazenados em <b>%s</b> bytes
spanish: <b>%s</b> artículos usando <b>%s</b> palabras ocupando <b>%s</b> bytes

# comment_info
source: <b>%s</b> comments using <b>%s</b> words stored in <b>%s</b> bytes
chinese: <b>%s</b>篇迴響,使用了<b>%s</b> 個字,一共佔了 <b>%s</b> bytes大小
french: <b>%s</b> commentaires totalisant <b>%s</b> mots utilisant <b>%s</b> octets
portuguese_br: <b>%s</b> comentários usando <b>%s</b> palavras armazenados em <b>%s</b> bytes
spanish: <b>%s</b> comentarios usando <b>%s</b> palabras ocupando <b>%s</b> bytes

# trackback_info
source: <b>%s</b> trackbacks stored in <b>%s</b> bytes
chinese: <b>%s</b> 個引用通告，共佔了 <b>%s</b> bytes大小
french: <b>%s</b> trackbacks utilisant <b>%s</b> octets
portuguese_br: <b>%s</b> trackbacks armazenados em <b>%s</b> bytes
spanish: <b>%s</b> trackbacks ocupando <b>%s</b> bytes

# static_info
source: <b>%s</b> static pages using <b>%s</b> words stored in <b>%s</b> bytes
chinese: <b>%s</b> 篇靜態文章,使用了 <b>%s</b> 個字,共佔了<b>%s</b> bytes大小
french: <b>%s</b> pages statiques totalisant <b>%s</b> mots utilisant <b>%s</b> octets
portuguese_br: <b>%s</b> páginas fixas usando <b>%s</b> palavras armazenadas em <b>%s</b> bytes
spanish: <b>%s</b> páginas estáticas usando <b>%s</b> palabras ocupando <b>%s</b> bytes

# most_viewed_entries
source: 10 Most viewed entries
chinese: <h3>最多人觀看文章前10名</h3>
french: Les 10 entrées les plus vues
portuguese_br: 10 posts mais visualizados
spanish: 10 Artículos más vistos

# most_commented_entries
source: 10 Most commented entries
chinese: <h3>最多人迴響文章前10名</h3>
french: Les 10 entrées les plus commentées
portuguese_br: 10 posts mais comentados
spanish: 10 Artículos más comentados

# vote_info
source: <b>%s</b> votes stored in <b>%s</b> bytes
chinese: <b>%s</b>個投票,一共佔了 <b>%s</b> bytes大小
french: <b>%s</b> votes utilisant <b>%s</b> octets
portuguese_br: <b>%s</b> votos armazenados em <b>%s</b> bytes
spanish: <b>%s</b> votos ocupando <b>%s</b> bytes

# most_voted_entries
source: 10 Most voted entries
chinese: <h3>最多人投票前10名</h3>
french: Les 10 entrées les plus votées
portuguese_br: 10 posts mais votados
spanish: 10 Artículos más votados

# most_rated_entries
source: 10 Most rated entries
chinese: <h3>評分最高前10名</h3>
french: Les 10 entrées les plus évaluées
portuguese_br: 10 posts mais avaliados
spanish: 10 Artículos mejor valorados

# error_emailnotsent
source: The message you attempted to send has failed.
chinese: 你嘗試寄出的訊息沒有寄出成功.
french: Le message que vous avez essayer d'envoyer a échoué.
portuguese_br: A mensagem que você tentou enviar falhou.
spanish: El mensaje que intentó enviar ha fallado.

# error_emailnotsentcapcha
source: The message you attempted to send has failed because the anti-spam entry was incorrect or missing.
chinese: 你嘗試寄出的訊息沒有寄出成功,可能是你忘了填上或填錯防止垃圾信件驗證碼.
french: Le message n'a pas été envoyé car le code anti-spam était incorrect.
portuguese_br: A mensagem que você tentou enviar falhou porque os dados de anti-spam estão incorretos ou faltando.
spanish: El mensaje que intentó enviar ha fallado pues la entrada anti-spam está incorrecta o no ha sido ingresada.

# emoticons_title
source: Admin Emoticons
french: Administration des émoticônes
portuguese_br: Gerenciar Emoticons
spanish: Administrar Emoticones

# emoticons_instructions
source: Check the emoticons you want to use. Write in the box the Tags you want to be replaced by the image. Multiple tags may be used, just separated them by spaces.<br /><br /> For instance:<br /> :) :-) :SMILE: :HAPPY:<br /><br /> <i>(It is highly recommended that you make the Tags longer than 2 characters, otherwise unexpected substitutions may occur.)</i>
french: Cochez les émoticones que vous souhaitez utiliser. Ecrivez dans les champs les Balises que vous voulez remplacez par l'image. Plusieurs balises peuvent être utilisées, séparez-les simplement par des espaces.<br /><br /> Par exemple:<br /> :) :-) :SMILE: :HAPPY:<br /><br /> <i>(Il est recommandé de choisir des balises de plus de 2 caratères, afin d'éviter les remplacements non souhaités.)</i>
portuguese_br: Veja os emoticons que você quer usar. Escreva no campo as Tags que você quer que seja subtituído pela imagem. Multiplas tags podem ser usadas, somente separe-as por espaços.<br /><br /> Por exemplo:<br /> :) :-) :SMILE: :HAPPY:<br /><br /> <i>(É altamente recomendado que você crie Tags maiores que 2 caracteres, ou então substituições inesperadas podem acontecer.)</i>
spanish: Marque los emoticones que desea usar. Escriba en el cuadro los Tags que desea sean remplazados por la imagen. Puede usar múltiples Tags, separándolos por espacios.<br /><br /> Por ejemplo:<br /> :) :-) :SMILE: :HAPPY:<br /><br /> <i>(Se recomienda fuertemente que los Tags sean de más de 2 caracteres, de otro modo sustituciones inesperadas pueden ocurrir.)</i>

# upload_instructions
source: Upload New Emoticon:
french: Envoi de nouvelles émoticônes:
portuguese_br: Carregar novo emoticon:
spanish: Subir Nuevo Emoticon:

# upload_success
source: Success! Image uploaded successfully!
french: Image envoyée avec succès!
portuguese_br: Sucesso! Imagem carregada com sucesso!
spanish: ¡Felicitaciones! Imagen subida exitosamente!

# upload_error
source: Error! Image was not uploaded.
french: Erreur! L'image n'a pas été transférée.
portuguese_br: Erro! Imagem não foi carregada.
spanish: ¡Error! La Imagen no ha sido subida.

# upload_invalid
source: Error! Invalid image file. Image must be a png, jpg, or gif.
french: Erreur! Fichier image invalide. L'image doit être au format png, jpg, ou gif.
portuguese_br: Erro! Arquivo de imagem inválido. A imagem precisa ser png, jpg, ou gif.
spanish: ¡Error! Archivo de Imagen no válido. La Imagen debe tener extensión png, jpg, o gif.

# save_success
source: Emoticon preferences saved successfully!
french: Paramètres d'émoticones sauvegardés avec succès!
portuguese_br: Preferências sobre Emoticons salvas com sucesso!
spanish: ¡Preferencias para emoticones guardada exitosamente!

# save_error
source: Error! Emoticon preferences not saved.
french: Erreur! Les paramètres d'émoticones non pas été sauvegardés.
portuguese_br: Erro! Preferência sobre Emoticons não foram salvas.
spanish: ¡Error! Las Preferencias para Emoticones no han sido guardadas.

# save_button
source: Save Emoticons
french: Sauvegarder les émoticônes
portuguese_br: Salvar Emoticons
spanish: Guardar Emoticones

# manage_users_title
source: Manage Editing Users
french: Gestion des utilisateurs rédacteurs
portuguese_br: Gerencias Usuários Alteráveis
spanish: Administrar o Editar Usuarios

# fulladminerror
source: You must be a full administrator to do this!
french: Vous devez être un véritable administrateur pour accéder à cet écran!
portuguese_br: Você precisa ser o administrador geral para fazer isso!
spanish: Debes ser un administrador completo para hacer esto!

# header_user
source: User:
french: Utilisateur:
portuguese_br: Usuário:
spanish: Usuario:

# header_property
source: Property
french: Propriété
portuguese_br: Propriedade
spanish: Propiedad

# prop_username
source: Username:
french: Identifiant:
portuguese_br: Usuário:
spanish: Nombre de usuario:

# prop_fullname
source: Display Name:
french: Nom affiché:
portuguese_br: Nome Público:
spanish: Nombre que se mostrará:

# prop_password
source: Password:
french: Mot de passe:
portuguese_br: Senha:
spanish: Contraseña:

# prop_avatar
source: Avatar URL:
french: URL avatar:
portuguese_br: URL do Avatar:
spanish: URL del avatar:

# prop_state
source: Active?
french: Actif?
portuguese_br: Ativo?
spanish: ¿Activo?

# prop_sec_Moderate
source: Moderate Comments?
french: Modère les commentaires?
portuguese_br: Modera Comentários?
spanish: ¿Moderar Comentarios?

# prop_sec_Delete
source: Delete Blog Entries?
french: Supprime les entrées de blog?
portuguese_br: Exclui Posts do Blog?
spanish: ¿Borrar entradas del blog?

# prop_sec_Edit
source: Edit Any Entry?
french: Modifier n'importe quelle entrée?
portuguese_br: Altera Qualquer Post?
spanish: ¿Editar cualquier entrada?

# btn_SaveChanges
source: Save Changes
french: Sauver changements
portuguese_br: Salvar Mudanças
spanish: Guardar Cambios

# btn_CreateUser
source: Create User
french: Créer utilisateur
portuguese_br: Criar Usuário
spanish: Crear Usuario

# btn_Cancel
source: Cancel
french: Annuler
portuguese_br: Cancelar
spanish: Cancelar

# grid_header
source: User Listing
french: Liste des utilisateurs
portuguese_br: Lista de Usuários
spanish: Listar Usuarios

# grid_login
source: Login
french: Identifiant

# btn_modify
source: Modify
french: Modifier
portuguese_br: Alterar
spanish: Modificar

# create_user
source: Create New User
french: Créer nouvel utilisateur
portuguese_br: Criar Novo Usuário
spanish: Crear Nuevo Usuario

source: Show All
chinese: 顯示全部
french: Voir toutes
portuguese_br: Mostrar Tudo
spanish: Mostrar todos

# menu_archive
source: Archives
chinese: 舊文章
portuguese_br: Arquivo
spanish: Archivo

# menu_menu
source: Menu
chinese: 選單
spanish: Menú

# menu_info
source: Meta Tags
chinese: 頁面資訊
spanish: Información

# btn_bold
source: b
chinese: 粗體
spanish: N

source: Minute
portuguese_br: Minuto
spanish: Minutos

# comment_url
source: URL:
chinese: 网址：
spanish: Web:

# tracking_code
source: External Tracking Code: (HTML code that needs to be run on the main page (in the header tags for safety) only for every user that comes to the page i.e. Google Analytics)
portuguese_br: Código de Tracking Externo: (Código HTML necessário na página principal (nas tags de cabeçalho por motivo de segurança) somente para os usuários que entram na página, ex: Google Analytics)
spanish: Codigo de Tracking Externo: (código HTML que necesita ejecutarse en la página principal (en los tags de la cabecera para más seguridad) solo por cada usuario que accede a la página. Por ejemplo Google Analytics)

# cal_monday
source: Monday
chinese: 週一
portuguese_br: Segunda-feira
spanish: Lunes

# title_compression
source: Compression
portuguese_br: Compactação
spanish: Compresión

# options_title
source: Options
chinese: 時間選項
portuguese_br: Opções
spanish: Opciones

# prop_email
source: Email:
spanish: Correo electrónico:

# archives_title
source: Archives
portuguese_br: Arquivos
spanish: Archivos

# btn_italic
source: i
chinese: 斜體

# btn_image
source: img
chinese: 圖片

# btn_url
source: url
chinese: 網址

# blog_enable_print
source: Enable Print Article link on Blog Entries
chinese: 啟用文章中的列印文章功能

# trackbacks_title
source: Trackbacks
chinese: 引用(Trackbacks)

# comment_email
source: Email:
chinese: 电子邮箱：
