Repository: dougHanson/dougRepo
Catalog: blog/languages/*/strings.po
Languages: chinese, french, portuguese_br, spanish

# upgrade_url
source: Upgrade Comments
chinese: 更新留言
french: Mise à jour des commentaires
portuguese_br: Atualizar Comentários
spanish: Actualizar Comentarios

# login_title
source: Login
chinese: 登入
french: Connexion
portuguese_br: Entrar
spanish: Ingreso

# login_instructions
source: Please enter your Username and Password below
chinese: 請在下面輸入你的使用者名稱以及密碼。
french: Veuillez entrez votre nom d'utilisateur et votre mot de passe ci-dessous.
portuguese_br: Preencha o Nome de Usuário e a Senha abaixo
spanish: Introduzca su nombre de usuario y contraseña

source: Username:
chinese: 使用者名稱
french: Nom d'utilisateur:
portuguese_br: Nome de Usuário:
spanish: Usuario:

source: Password
chinese: 密碼
french: Mot de passe:
portuguese_br: Senha
spanish: Contraseña

# login_success
source: <h2>Success!</h2>You are now logged in. Happy blogging!<p />
chinese: <h2>成功！</h2>你已經登入了。愉快地 Blogging 吧！<p />
french: <h2>Succès!</h2>Vous êtes maintenant connecté. Joyeux blogging!<p />
portuguese_br: <h2>Sucesso!</h2>Você está logado. Boa navegação!<p />
spanish: <h2>¡Bienvenido!</h2>¡Se ha conectado con éxito!<p />

# login_wrong_password
source: <h2>Whoops!</h2>You are not logged in. Please verify that you typed your Username and Password correctly and try again.<p />
chinese: <h2>喔喔！</h2>你不能登入。請確認你有使用正確的使用者名稱以及密碼，並且再試一次。<p />
french: <h2>Oooups!</h2>Vous n'êtes pas connecté. Veuillez vérifier que vous avez correctement saisi votre nom d'utilsateur et votre mot de passe et essayez à nouveau.<p />
portuguese_br: <h2>Ops!</h2>Você não entrou. Verifique se você digitou o Nome de Usuário e Senha corretamente e tente novamente.<p />
spanish: <h2>¡Ups!</h2>No puede ingresar. Verifique su nombre de usuario y contraseña e inténtelo de nuevo.<p />

# inactive_account
source: <h2>Whoops!</h2>You are not logged in. Your account has been disabled by the administrator for some reason.<p />
chinese: <h2>喔喔！</h2>你不能登入。你的戶口因為某些原因被管理員停用了。<p />
french: <h2>Oooups!</h2>Vous n'êtes pas connecté. Votre compte a été désactivé par un administrateur.<p />
portuguese_br: <h2>Ops!</h2>Você não entrou. Por algum motivo sua conta foi desabilitada pelo administrador.<p />
spanish: <h2>¡Ups!</h2>No has podido ingresar. Tu cuenta ha sido deshabilitada por el adminisrador por alguna razón.<p />

# logout_title
source: Logout
chinese: 登出
french: Déconnexion
portuguese_br: Sair
spanish: Salir

# logout_error
source: <h2>Goodbye!</h2>You are now logged out. (You weren't logged in anyway!)<p />
chinese: <h2>再見！</h2>你已經登出。(你根本沒有登入過)<p />
french: <h2>Au revoir!</h2>Vous êtes maintenant déconnecté. (Vous n'étiez pas connecté de toutes manières!)<p />
portuguese_br: <h2>Até mais!</h2>Você não está logado. (Já não estava antes da mesma forma!)<p />
spanish: <h2>¡Adiós!</h2>Ya no estás dentro. (Aunque tampoco habías entrado!)<p />

# error_no_cookie
source: <h2>Goodbye!</h2>You are now logged out. (No cookie was found. You weren't logged in anyway!)<p />
chinese: <h2>再見！</h2>你已經登出。(找不到cookie。你根本沒有登入過)<p />
french: <h2>Au revoir!</h2>Vous êtes maintenant déconnecté. (Le cookie n'a pas été trouvé. Vous n'étiez pas connecté de toutes manières!)<p />
portuguese_br: <h2>Até mais!</h2>Você não está logado. (Nenhum cookie foi encontrado. Já não estava antes da mesma forma!)<p />
spanish: <h2>¡Adiós!</h2>Ya no estás dentro. (Aunque tampoco habías entrado!)<p />

# logout_success
source: <h2>Goodbye!</h2>You are now logged out.<p />(Redirecting to Home in 5 seconds.)<p />
chinese: <h2>再見！</h2>你已經登出。<p />(5 秒後將自動轉向首頁)<p />
french: <h2>Au revoir!</h2>Vous êtes maintenant déconnecté.<p />
portuguese_br: <h2>Até mais!</h2>Você saiu do blog.<p />(Redirecionando para o Início em 5 segundos.)<p />
spanish: <h2>¡Adiós!</h2>Ya no estás dentro.<p />(Redireccionando a Inicio en 5 segundos.)<p />

# set_login_title
source: Change Username &amp; Password
chinese: 變更使用者名稱或是密碼
french: Changer le nom d'utilisateur et le mot de passe
portuguese_br: Alterar Nome de Usuário &amp; Senha
spanish: Cambiar Usuario y Contraseña

# set_login_success
source: <h2>Success!</h2>Your Username and/or Password is active. Happy blogging!<p />
chinese: <h2>成功！</h2>你的使用者名稱/密碼已經儲存。祝你 Blogging 快樂！<p />
french: <h2>Succès!</h2>Votre nom d'utilisateur et/ou votre mot de passe sont activés. Joyeux blogging!<p />
portuguese_br: <h2>Sucesso!</h2>Seu Nome de Usuário e/ou Senha estão ativos. Boa navegação!<p />
spanish: <h2>¡Listo!</h2>Su nuevo nombre de usuario y/o contraseña esta activo desde ahora.<p />

# set_login_wrong_password
source: <h2>Whoops!</h2>Information not saved. I ran into a problem while saving your Username and/or Password.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>剛才的資訊沒有儲存。在儲存使用者名稱以及密碼的時候遇到一些問題。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Information non sauvegardée. Une erreur est survenue lors de la sauvegarde de votre nom d'utilisateur et/ou de votre mot de passe.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>As informações não foram salvas. Ocorreu um problema enquanto seus dados eram salvos your Username and/or Password.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>Información no guardada. Hubo un error mientras se guardaba su nombre de usuario y contraseña .<br /><br />Respuesta del servidor:<br />

# explanation
source: In recent versions, our password structure has changed. There is no longer a way to update passwords and/or logins from inside the blog code. In order to change your password, delete /config/password.php and make sure install*.php exists on the local server. Once that is done, refresh this page (or logout). You will be presented with the same script to generate your password as you did when originally creating the blog site.
chinese: 在本版本中改變了更改密碼的方式.現在開始你無法直接改變blog密碼 或是在沒有密碼檔時可讓人任意進行設定. 如果你要改變密碼, 刪除 /config/password.php 然後重新上傳安裝程序 (install01.php到install06.php) 到你網站裡的sphpblog資料夾. 這些步驟做完後進入網站(或登出). 就會進入安裝程序 再一次將你的新密碼設定到你的blog裡即可.
french: Dans les versions récentes, la structure de mot de passe a changé. Il n'y a plus de moyen de mettre à jour le mot de passe et/ou le nom d'utilisateur depuis le code du blog. Afin de changer votre mot de passe, effacez le fichier /config/password.php and assurez vous que install*.php existent sur le serveur local. Une fois que cela est fait, actualisez cette page (ou déconnectez-vous). Vous verrez alors le même script pour générer votre mot de passe que celui que vous avez eu lors de la création originale de votre blog.
portuguese_br: Em versões recentes, sua estrutura de senha foi alterada. Não existe mais forma de atualizar senhas e/ou logins dentro do código do blog. Para alterar sua senha, exclua o arquivo /config/password.php e certifique-se que os arquivos install*.php existem no seu servidor. Uma vez feito isso, atualize esta página (ou saia). Aparecerá para você o mesmo script que gera sua senha, da mesma forma que aconteceu quando o blog foi criado.
spanish: En las versiones recientes, la estructura de la contraseña ha cambiado. Ya no hay manera de actualizar contraseñas y/o logins desde el código del blog. Para cambiar su contraseña, elimine el archivo /config/password.php y asegúrese de que existen los ficheros install*.php en el servidor local. Una vez hecho esto, refresque la página (o desconéctese). Se le presentará el mismo formulario para crear la contraseña que vió cuando creó por primera vez el blog.

# install00_title
source: Welcome
chinese: 歡迎光臨
french: Bienvenue
portuguese_br: Bem-vindo
spanish: Bienvenido

# install00_instructions
source: Thank you for choosing Simple PHP Blog!
chinese: 感謝你選擇 Simple PHP Blog
french: Merci d'avoir choisi Simple PHP Blog!
portuguese_br: Obrigado por escolher o Simple PHP Blog!
spanish: ¡Gracias por elegir Simple PHP Blog!

# blog_choose_language
source: Choose Language:
chinese: 請選擇語言：
french: Choisissez votre langue:
portuguese_br: Escolha a lingua:
spanish: Selección de Idioma:

# install01_title
source: Welcome
chinese: 歡迎光臨
french: Bienvenue
portuguese_br: Bem-vindo
spanish: Bienvenido

# install01_instructions
source: Thank you for choosing Simple PHP Blog!<br /><br />Simple PHP Blog is a light-weight blogging system. It requires PHP 5.0 or greater, and write-permissions on the server. All information is stored in flat-files, so no database is required.<br /><br /> In order to begin, Simple PHP Blog needs to create three folders (<b>config</b>, <b>content</b>, and <b>images</b>) in which to store your information. After that, you will create your password and then you can start blogging.<br /><br /> <b>Click below to begin setup:</b>
chinese: 感謝你選擇 Simple PHP Blog！<br /><br />Simple PHP Blog 是一個輕巧的 Blog 系統。它需要 PHP 4.1 或更新的系統，還有寫入的許可。所有的資訊都儲存在文字檔內，所以不需要使用資料庫也能執行。<br /><br /> 開始之前，Simple PHP Blog 需要建立三個新的資料夾 ('config', 'content', 以及 'images') 來儲存其他資訊。<br /><br /> <b>按下面來開始安裝。</b>
french: Merci d'avoir choisi Simple PHP Blog!<br /><br />Simple PHP Blog est un système de blog léger. Elle nécéssite au minimum PHP 4.1, ainsi que les droits d'écriture sur le serveur. Toutes les informations sont stockées dans des fichiers texte, aucune base de donnée n'est nécessaire.<br /><br /> Afin de commencer, Simple PHP Blog doit créer trois dossiers (<b>config</b>, <b>content</b>, et <b>images</b>) afin de stocker vos informations. Après cela, vous créerez votre mot de passe pour pouvoir commencer à blogguer.<br /><br /> <b>Cliquez ci-dessous pour commencer la configuration:</b>
portuguese_br: Obrigado por escolher o Simple PHP Blog!<br /><br />Simple PHP Blog é um sistema de blog rápido e leve. Ele requer o PHP 4.1 ou posterior, e permissões de escrita no seu servidor. Todas as informações são salvas em arquivos simples, dessa forma, nenhum banco de dados se faz necessário.<br /><br /> Para começar, o Simple PHP Blog precisa criar três pastas (<b>config</b>, <b>content</b>, e <b>images</b>) as quais guardarão suas informações. Depois disso, você criará sua senha e já poderá então usar o sistema.<br /><br /> <b>Clique abaixo para iniciar a instalação:</b>
spanish: ¡Gracias por elegir Simple PHP Blog!<br /><br />Simple PHP Blog es un sistema de blogging de peso ligero. Requiere PHP is 4.1 o superior y permisos de escritura en el servidor. Toda la información es guardada en archivos de texto plano por lo que no requiere una base de datos para funcionar.<br /><br /> Para comenzar, Simple PHP Blog necesita crear tres carpetas ('config', 'content', e 'images') en la cuales guardará su información.<br /><br /> <b>Haga clic debajo para comenzar la instalación:</b>

# begin
source: Begin Setup
chinese: [ 開始安裝 ]
french: [ Commencer la configuration ]
portuguese_br: [ Iniciar Instalação ]
spanish: [ Comenzar Instalación ]

# install02_title
source: Setup
chinese: 安裝
french: Configuration
portuguese_br: Instalação
spanish: Instalación

# install02_instructions
source: Trying to create <b>config</b>, <b>content</b>, and <b>images</b> folders:
chinese: 正在建立 'config', 'content', 以及 'images' 這三個資料夾：
french: Tentative de création des dossiers <b>config</b>, <b>content</b>, et <b>images</b>:
portuguese_br: Tentando criar as pastas <b>config</b>, <b>content</b>, e <b>images</b>:
spanish: Intentando crear las carpetas 'config', 'content', e 'images':

# folder_exists
source: Okay! Folder already exists. No changes made...
chinese: 因為這三個資料夾已經存在，所以不作任何改變。
french: Le dossier existe déj&agrave;. Aucun changement effectué...
portuguese_br: Ok! As pastas já existem. Nenhuma alteração foi feita...
spanish: ¡Listo! Las carpetas ya existían. No se hicieron cambios...

# folder_failed
source: Whoops! Could not create folder...
chinese: 喔喔！不能建立資料夾。
french: Oouups! Impossible de créer le dossier...
portuguese_br: Ops! Não foi possível criar as pastas...
spanish: ¡Ups! No se pudieron crear las carpetas...

# folder_success
source: Success! Folder created...
chinese: 成功！資料夾已經建立。
french: Succès! Le dossier a été créé...
portuguese_br: Sucesso! Pastas criadas...
spanish: ¡Listo! Carpetas creadas...

# help
source: <h2>Whoops!</h2> Could not create one or more folders!<br /><br />This is most likely because:<br /> <ol> <li><b>Write Permissions</b> aren't set to allow <b>Read/Write</b> access.</li> <li>The <b>UID</b>'s (user ID's) of all files and folder must match.</li> </ol> Follow the trouble-shooting instructions below and click <b>Try Again</b>:<br /> <ol> <li>Manually create the following folders: <b>config</b>, <b>content</b>, and <b>images</b>.</li> <li>Enabled <b>Write Permissions</b> on the folders: In your FTP program, 'User' and 'Group' should have <b>Read</b> and <b>Write</b> access. In some cases you might need to enable 'Other' as well. <i>(You may need to contact your service provider to change these...)</i></li> <li>Make sure the UID's of all your files and folders are the same. <i>(You may need to contact your service provider to change these...)</i></li> <li>In scripts/config.php set BLOG_MASK to 0777.</li> </ol>
chinese: <h2>喔喔！</h2> 無法建立資料夾，以下是可能的原因：<br> <i>1) <b>寫入許可</b>，沒有許可可以 <b>寫入/讀出</b>。</i><br> <i>2) 每個資料夾的 <b>UID</b>(擁有者代號 user ID) 不同。</i><p /> 請嘗試下列的方法，然後再重新安裝一次。<p /> 1) 重新手動建立這些資料夾 <b>config</b>， <b>content</b>，以及 <b>images</b>。<p /> 2) 改變這些資料夾的 <b>寫入許可 (Write Permission)</b>。在你的 FTP 軟體上，讓這三個資料夾的 Owner, User, and World should 都有 <b>Read</b>(讀取) 還有 <b>Write</b>(寫入) 的許可。<i>(你可能需要伺服器服務人員的幫忙。)</i><p /> 3) 確定全部的資料夾都有相同的擁有者代號。<i>(可能伺服器服務人員才能改變這些。)</i>
french: <h2>Oouups!</h2> Impossible de créer un ou plusieurs dossiers!<br /><br />Les raisons les plus probables sont:<br /> <ol> <li>Les <b>droits d'écriture</b> ne sont pas configuré pour autorisé les accès en <b>Lecture/Ecriture</b>.</li> <li>Les <b>UID</b>'s (ID utilisateurs) de tous les fichiers et dossiers doivent correspondrent.</li> </ol> Suivez les instructions de dépannage ci-dessous et cliquez sur <b>Réessayer</b>:<br /> <ol> <li>Créez manuellement les dossiers suivants: <b>config</b>, <b>content</b>, et <b>images</b>.</li> <li>Activez les <b>droits d'écriture</b> sur les dossiers: à l'aide de votre logiciel FTP, le propriétaire, l'utilisateur et tout le monde doivent avoir les accès <b>Lecture</b> et <b>Ecriture</b>. <i>(Vous pouvez avoir besoin de contacter votre hébergeur pour changer cela...)</i></li> <li>Assurez-vous que les UID de tous vos fichiers et dossiers soient identiques. <i>(Vous pouvez avoir besoin de contacter votre hébergeur pour changer cela...)</i></li> </ol>
portuguese_br: <h2>Ops!</h2> Não foi possível criar uma ou mais pastas!<br /><br />Isto pode ter ocorrido pelos seguintes motivos:<br /> <ol> <li><b>Permissões</b> não deixam tem o acesso de leitura e/ou gravação.</li> <li>Os <b>UID</b>'s (ID's dos usuários) de todos os arquivos e pastas não conferem.</li> </ol> Siga as instruções de reparo abaixo e clique em <b>Tentar Novamente</b>:<br /> <ol> <li>Crie manualmente as segunties pastas: <b>config</b>, <b>content</b>, e <b>images</b>.</li> <li>Habilite as <b>Permissões de Escrita</b> nas pastas: No seu programa de FTP, Dono, Usuário, e Todos deve haver os acessos de <b>Leitura</b> e <b>Escrita</b>. <i>(Talvez você tenha que entrar em contato com seu provedor para alterar isso...)</i></li> <li>Certifique-se de que os UID's de todos seus arquivos e pastas são iguais. <i>(Talvez você tenha que entrar em contato com seu provedor para alterar isso...)</i></li> </ol>
spanish: <h2>¡Ups!</h2>¡No se pudieron crear una o más de las carpetas! Esto sucede usualmente debido a:<br> <i>1) <b>Permisos de escritura</b> no estan configurados para permitir acceso de <b>Escritura/Lectura</b>.</i><br> <i>2) Las <b>UID</b>'s (user ID's) de todos los archivos y carpetas deben corresponder.</i><p /> Siga las instrucciones siguientes para resolver el problema y luego intente de nuevo:<p /> 1) Cree manualmente las siguientes carpetas: <b>config</b>, <b>content</b>, e <b>images</b>.<p /> 2) Habilite <b>Permisos de escritura</b> a las carpetas. En su cliente FTP; Owner, User, y World deben tener acceso de <b>Read</b> y <b>Write</b>. <i>(Podría necesitar contactar a su proveedor de servicios para cambiar esto...)</i><p /> 3) Asegúrese de que las UID's de todos sus archivos y carpetas son los mismos. <i>(Podría necesitar contactar a su proveedor de servicios para cambiar esto...)</i>

source: Try Again
chinese: [ 再試一次 ]
french: [ Réessayer ]
portuguese_br: [ Tentar Novamente ]
spanish: [ Reintentar ]

# install02_success
source: <h2>Success!</h2>Folders created successfully!<p /><b>Click below to continue:</b>
chinese: <h2>成功！</h2>資料夾成功的建立了。<p /><b>請按下面繼續：</b>
french: <h2>Succès!</h2>Les dossiers ont été créés avec succès!<p /><b>Cliquez ci-dessous pour continuer:</b>
portuguese_br: <h2>Sucesso!</h2>Pastas criadas com sucesso!<p /><b>Clique abaixo para continuar:</b>
spanish: <h2>¡Listo!</h2>¡Carpetas creadas exitosamente!<p /><b>Haga clic debajo para continuar:</b>

source: Continue
chinese: [ 繼續 ]
french: [ Continuer ]
portuguese_br: [ Continuar ]
spanish: [ Continuar ]

# supported
source: <b>Your web server supports the following encryption schemes:</b>
chinese: <b>檢驗你的網頁伺服器是否有支援以下的加密技術:</b>
french: <b>Votre serveur web supporte les méthodes de cryptage suivantes:</b>
portuguese_br: <b>Seu web-server suporta os seguintes esquemas de encriptação:</b>
spanish: <b>Su servidor web soporta los siguientes esquemas de cifrado:</b>

# standard
source: Standard DES Encryption:
chinese: DES (Data Encryption Standard) 資料加密標準 :
french: Cryptage DES standard:
portuguese_br: Encriptação DES Padrão:

# extended
source: Extended DES Encryption:
chinese: Extended DES (Data Encryption Standard) 延伸資料加密標準:
french: Cryptage DES étendu:
portuguese_br: Encriptação DES Extendida:

# MD5
source: MD5 Encryption:
chinese: MD5 (Message-Digest algorithm 5) 雜湊演算法:
french: Cryptage MD5:
portuguese_br: Encriptação MD5:

# blowfish
source: Blowfish Encryption:
chinese: Blowfish 加密法:
french: Cryptage Blowfish:
portuguese_br: Encriptação Blowfish:

# using_standard
source: Using Standard DES Encryption...
chinese: <b>使用 DES (Data Encryption Standard) 資料加密標準...</b>
french: <b>Utilisation du cryptage DES standard...</b>
portuguese_br: <b>Usando Encriptação DES Padrão...</b>
spanish: <b>Usando Standard DES Encryption...</b>

# using_extended
source: Using Extended DES Encryption...
chinese: <b>使用 Extended DES (Data Encryption Standard) 延伸資料加密標準...</b>
french: <b>Utilisation du cryptage DES étendu...</b>
portuguese_br: <b>Usando Encriptação DES Extendida...</b>
spanish: <b>Usando Extended DES Encryption...</b>

# using_MD5
source: Using MD5 Encryption...
chinese: <b style='color: green;'>使用 MD5 (Message-Digest algorithm 5) 雜湊演算法...</b>
french: <b style='color: green;'>Utilisation du cryptage MD5...</b>
portuguese_br: <b style='color: green;'>Usando Encriptação MD5...</b>
spanish: <b style='color: green;'>Usando MD5 Encryption...</b>

# using_blowfish
source: Using Blowfish Encryption...
chinese: <b style='color: green;'>使用 Blowfish 加密法...</b>
french: <b style='color: green;'>Utilisation du cryptage Blowfish...</b>
portuguese_br: <b style='color: green;'>Usando Encriptação Blowfish...</b>
spanish: <b style='color: green;'>Using Blowfish Encryption...</b>

# using_unknown
source: Using Unknown Encryption...
chinese: <b>使用 Unknown Encryption...</b>
french: <b>Utilisation d'un cryptage inconnu...</b>
portuguese_br: <b>Usando Encriptação Desconhecida...</b>
spanish: <b>Usando Unknown Encryption...</b>

# salt_length
source: (Salt Length = %string)<br />
chinese: <i>(Salt Length = %string)</i><br />
french: <i>(Longueur secret = %string)</i><br />
portuguese_br: <i>(Tamanho do salto = %string)</i><br />
spanish: <i>(Salt Length = %string)</i><br />

# install03_title
source: Create Username &amp; Password
chinese: 建立使用者名稱以及密碼
french: Création du nom d'utilisateur et du mot de passe
portuguese_br: Criar Nome de Usuário &amp; Senha
spanish: Crear Usuario y Contraseña

# install03_instructions
source: Use the form below to Create a Username and Password.
chinese: 在下面建立使用者名稱以及密碼。
french: Utilisez le formulaire ci-dessous pour créer votre nom d'utilisateur et votre mot de passe.
portuguese_br: Use o formulário abaixo para criar o Nome de Usuário e a Senha.
spanish: Use el formulario inferior para crear un Usuario y una Contraseña.

# btn_setup
source: Setup
chinese: [ 設定 ]
french: [ Configuration ]
portuguese_br: [ Configurar ]
spanish: [ Configuración ]

# install04_title
source: Create Password File
chinese: 製作你的密碼檔
french: Création du fichier mot de passe
portuguese_br: Criar arquivo de senha
spanish: Crear el archivo para la contraseña

# install04_instructions
source: Here's the tricky part:<br /> <ol> <li>Open a Text Editor application. <i>(Note Pad, Word Pad, Word, BBEdit, Pico, VI, etc...)</i></li> <li>Create a New Text Document.</li> <li>Copy and paste the code in the box below into your document.</li> <li>Save your file and name it <b>password.php</b> <i>(Be sure to save it in <b>text</b> or <b>plain text</b> format.)</i></li> <li>Open a FTP application.</li> <li>Upload your new <b>password.php</b> into the <b>config</b> folder on your web site.</li> <li>Delete the <b>password.php</b> from your hard drive.</li> </ol>
chinese: 請進行以下步驟:<br /> <ol> <li>打開你電腦上的文字編輯器 <i>(像記事本, 小作家, Word, BBEdit, Pico, VIM之類的,你要用Dreamweaver,Front page,Nvu等也可以)</i></li> <li>新增空白檔案</li> <li>將下面文字方格裡的代碼複製貼上到你的文字編輯器裡(Dreamweaver,Front page,Nvu之類的請在程式碼模式貼上)</li> <li>將檔案「另存新檔」成<b>password.php</b> <i>(不是password.txt或password.php.txt喔！另外請確定檔案是<b>text</b> or <b>plain text</b> 格式.)</i></li> <li>開啟你的FTP上傳程式 .</li> <li>將你的<b>password.php</b> 檔上傳到你網站sphpblog資料夾裏的 <b>config</b> 資料夾中.</li> <li>刪除在你電腦上的 <b>password.php</b> 檔.</li> </ol>
french: Voici la partie astucieuse:<br /> <ol> <li>Ouvrez un éditeur de texte. <i>(Note Pad, Word Pad, Word, BBEdit, Pico, VI, etc...)</i></li> <li>Créez un nouveau document texte.</li> <li>Copiez et collez le code contenu dans le champs texte ci-dessous dans votre document.</li> <li>Sauvegardez votre fichier et appelez-le <b>password.php</b> <i>(Assurez vous de le sauvegarder au format <b>Texte</b>.)</i></li> <li>Lancez un logiciel FTP.</li> <li>Transférez votre nouveau <b>password.php</b> dans le dossier <b>config</b> sur votre site web.</li> <li>Supprimez <b>password.php</b> de votre disque dur.</li> </ol>
portuguese_br: Essa é a parte manual:<br /> <ol> <li>Abra um editor de texto. <i>(Bloco de Notas, Word Pad, Word, BBEdit, Pico, VI, etc...)</i></li> <li>Cria um novo arquivo de texto.</li> <li>Copia e cole o código da caixa abaixo no seu arquivo.</li> <li>Salve seu arquivo com o nome de <b>password.php</b> <i>(Certifique-se de salvá-lo no modo <b>texto</b>.)</i></li> <li>Abra seu aplicativo FTP.</li> <li>Envie seu novo arquivo <b>password.php</b> na pasta <b>config</b> do seu web site.</li> <li>Exclua o arquivo <b>password.php</b> do seu disco rígido.</li> </ol>
spanish: He aquí el truco:<br /> <ol> <li>Abra un editor de texto. <i>(Note Pad, Word Pad, Word, BBEdit, Pico, VI, etc...)</i></li> <li>Cree un nuevo documento de texto.</li> <li>Copie y pegue el código del cuadro inferior en su documento.</li> <li>Guarde su archivo y llámelo <b>password.php</b> <i>(Asegúrese de guardarlo en formato de <b>texto</b> o <b>texto plano</b>.)</i></li> <li>Abra una aplicación FTP.</li> <li>Suba el archivo <b>password.php</b> dentro de la carpeta <b>config</b> de su sitio web.</li> <li>Borre el archivo <b>password.php</b> de su disco duro.</li> </ol>
