Repository: dougHanson/dougRepo
Catalog: blog/languages/*/strings.po
Languages: chinese, french, portuguese_br, spanish

# rss_locale
source: en-US
chinese: zh-TW
french: fr-FR
portuguese_br: pt-BR
spanish: es-ES

# html_charset
source: UTF-8
french: ISO-8859-1
portuguese_br: ISO-8859-1
spanish: ISO-8859-1

# php_charset
source: UTF-8
french: ISO-8859-1
portuguese_br: ISO-8859-1
spanish: ISO-8859-1

# menu_links
source: Links
chinese: 連結
french: Liens
spanish: Enlaces

# menu_home
source: Home
chinese: 首頁
french: Accueil
portuguese_br: Início
spanish: Principal

# menu_contact
source: Contact
chinese: 聯絡網主Contact Me
french: Contactez-moi
portuguese_br: Contato
spanish: Contactanos

# menu_stats
source: Stats
chinese: 统计
french: Statistiques
portuguese_br: Estatisticas
spanish: Estadísticas

# menu_calendar
source: Calendar
french: Calendrier
portuguese_br: Calendário
spanish: Calendario

# menu_viewarchives
source: View Archives
french: Voir toutes les archives
portuguese_br: Ver Arquivos
spanish: Ver Archivos

# menu_add
source: Add Entry
chinese: 寫新文章
french: Ajouter entrée
portuguese_br: Criar Post
spanish: Agregar Entrada

# menu_add_static
source: Add Static Page
chinese: 寫靜態文章
french: Ajouter page statique
portuguese_br: Criar Página Fixa
spanish: Agregar Página Estática

# menu_upload
source: Upload Image
chinese: 上傳圖片
french: Image de téléchargement
portuguese_br: Carregar Imagem
spanish: Subir Imagen

# menu_setup
source: Preferences
chinese: 設定
french: Configuration
portuguese_br: Preferências
spanish: Configuración

# menu_categories
source: Categories
chinese: 文章分類
french: Catégories
portuguese_br: Categorias
spanish: Categorías

# manage_users
source: User Manager
chinese: 管理使用者
french: Gestion utilisateurs
portuguese_br: Gerenciados de Usuários
spanish: Administración Usuarios

# manage_php_config
source: View PHP Configuration
chinese: 查閱 PHP 設定
french: Voir config. PHP
portuguese_br: Ver Config. do PHP
spanish: Ver Configuración PHP

# menu_options
source: Date &amp; Time
chinese: 時間選項
french: Date &amp; Heure
portuguese_br: Data &amp; Hora
spanish: Opciones

# menu_themes
source: Themes
chinese: 佈景主題
french: Thèmes
portuguese_br: Temas
spanish: Temas

# menu_colors
source: Colors
chinese: 配色
french: Couleurs
portuguese_br: Cores
spanish: Colores

# menu_logout
source: Logout
chinese: 登出
french: Déconnexion
portuguese_br: Sair
spanish: Salir

# menu_login
source: Login
chinese: 管理登入
french: Connexion
portuguese_br: Entrar
spanish: Entrar

# menu_most_recent
source: Most Recent Comments
chinese: 最新的回應
french: Derniers commentaires
portuguese_br: Comentários Recentes
spanish: Últimos Comentarios

# menu_most_recent_entries
source: Most Recent Entries
chinese: 最新文章
french: Dernières entrées
portuguese_br: Posts Recentes
spanish: Últimos Artículos

# menu_add_block
source: Blocks
chinese: 自定區塊
french: Blocs
portuguese_br: Bloqueios
spanish: Bloques

# menu_emoticons
source: Emoticons
french: Emoticônes
spanish: Emoticones

# menu_moderation
source: Word/IP Moderation
chinese: 用詞/IP 管制
french: Modération
portuguese_br: Moderação IP/Palavras
spanish: Moderación Palabras/IP

# menu_random_entry
source: Random Entry
chinese: 隨機文章
french: Entrée aléatoire
portuguese_br: Posts Aleatórios
spanish: Entrada Aleatoria

# notice_moderator1
source: You have
chinese: 你有
french: Vous avez
portuguese_br: Você tem
spanish: Tienes

# notice_loggedin
source: You are currently logged in.
chinese: 你已經登入
french: Vous êtes actuellement identifié.
portuguese_br: Atualmente você está logado.
spanish: Actualmente estás logueado.

# counter_title
source: Counter Totals
french: Total compteurs
portuguese_br: Contador Acumulado
spanish: Contador Total

# home
source: Return to Home
chinese: 返回首頁
french: Retour accueil
portuguese_br: Voltar para o Início
spanish: Página Principal

# nav_next
source: Next
chinese: 下一頁
french: Suivant
portuguese_br: Próximo
spanish: Siguiente

# nav_back
source: Back
chinese: 前一頁
french: Précédent
portuguese_br: Anterior
spanish: Anterior

# nav_first
source: First
chinese: 第一頁
french: Premier
portuguese_br: Primeiro
spanish: Primero

# nav_last
source: Last
chinese: 最後
french: Dernier
portuguese_br: Último
spanish: Último

# search_title
source: Search
chinese: 搜尋：
french: Rechercher
portuguese_br: Procurar
spanish: Búsqueda

# page_generated_in
source: Page Generated in %s seconds
chinese: 本頁花費了 %s 秒產生
french: Page générée en %s secondes
portuguese_br: Página gerada em %s segundos
spanish: Página generada en %s segundos

# counter_total
source: Site Views:
french: Visites site:
portuguese_br: Visitas a Sites:

source: Read More...
chinese: More...
french: En savoir plus...
portuguese_br: Leia Mais...
spanish: Leer más...

# sb_edit
source: edit
chinese: 編輯
french: Editer
portuguese_br: alterar
spanish: editar

# sb_delete
source: delete
chinese: 刪除
french: Supprimer
portuguese_br: excluir
spanish: borrar

# sb_permalink
source: permalink
chinese: 永久链接
french: permalien
spanish: enlace permanente

# sb_postedby
source: Posted by
french: Posté par
portuguese_br: Publicado por
spanish: Posteado por

# sb_admin
source: Administrator
french: Administrateur
portuguese_br: Administrador
spanish: Administrador

# sb_relatedlink
source: related link
french: à propos
portuguese_br: link relacionado
spanish: enlace relacionado

# sb_add_comment_btn
source: add comment
chinese: 發表回應
french: Ajouter un commentaire
portuguese_br: incluir comentário
spanish: añadir comentario

# sb_read_entry_btn
source: view entry
chinese: 閱讀文章
french: lire entrée
portuguese_br: ver post
spanish: ver entrada

# sb_comment_btn
source: comment
chinese: 回應
french: commentaire
portuguese_br: comentário
spanish: comentario

# sb_comment_view
source: view
chinese: 閱讀
french: lire
portuguese_br: visita
spanish: visualizaciones

# sb_comments_plural_btn
source: comments
chinese: 回應
french: commentaires
portuguese_br: comentários
spanish: comentarios

# sb_comments_plural_view
source: views
chinese: 閱讀
french: lectures
portuguese_br: visitas

# sb_add_link_btn
source: + link
chinese: 新增/管理連結
french: Gérer les liens
spanish: Añadir Enlaces

# sb_rate_entry_btn
source: Click to Rate Entry
chinese: 對文章評分
french: Cliquez pour évaluer l'entrée
portuguese_br: Clique para avaliar este Post
spanish: Haga clic para valorar la entrada

# label_subject
source: Subject:
chinese: 標題：
french: Sujet:
portuguese_br: Assunto:
spanish: Título:

# label_insert
source: Insert Special:
chinese: 插入項目：
french: Insertion spéciale:
portuguese_br: Inclusão Especial:
spanish: Extras (Negrita / Cursiva / URL / Imagen):

# view_images
source: View Uploaded Images
chinese: 遊覽已上傳的圖片
french: Voir les images téléchargées
portuguese_br: Ver Imagens Carregadas
spanish: Ver imágenes cargadas

# label_entry
source: Entry:
chinese: 內容：
french: Entrée:
portuguese_br: Post:
spanish: Texto:

# btn_preview
source: Preview
chinese: &nbsp;預覽&nbsp;
french: &nbsp;Aperçu&nbsp;
portuguese_br: &nbsp;Pré-Visualizar&nbsp;
spanish: &nbsp;Previsualizar&nbsp;

# btn_post
source: Post
chinese: &nbsp;發表&nbsp;
french: &nbsp;Envoyer&nbsp;
portuguese_br: &nbsp;Enviar&nbsp;
spanish: &nbsp;Publicar&nbsp;

# chk_visiblemenu
source: Visible (Show in menu)
french: Visible (afficher dans le menu)
portuguese_br: Visível (Mostrar no menu)
spanish: Visible (Se muestra en el menú)

# file_name
source: Static File Name: (no spaces or file extensions)
chinese: 建立這篇文章的檔名: (請用英文或數字，不要有空格跟副檔名)
french: Nom de fichier statique: (sans espaces ni extension de fichiers)
portuguese_br: Nome do Arquivo: (sem espaços nem extensões)
spanish: Nombre de fichero estático: (sin espacios ni extensiones de fichero)

# insert_styles
source: Enter the text to be formatted:
chinese: 輸入被格式化的文字：
french: Entrez le texte à formater:
portuguese_br: Informe o texto a ser formatado:
spanish: Introduzca el texto

# insert_image
source: Enter the URL for the image:
chinese: 輸入圖片的網址：
french: Entrez l'URL de l'image:
portuguese_br: Informe a URL para a imagem:
spanish: Introduzca la dirección URL para la imagen

# insert_url1
source: Enter the text to be displayed for the link (Optional):
chinese: 輸入連結的相關說明 (非必要)：
french: Entrez le texte à afficher pour le lien (optionnel):
portuguese_br: Informe o texto que será exibido no link (Opcional):
spanish: Introduzca el texto a ser mostrado con el enlace (opcional)

# insert_url2
source: Enter the full URL for the link:
chinese: 輸入連結的完整網址：
french: Entrez l'URL complète du lien:
portuguese_br: Informe a URL completa do link:
spanish: Introduzca la dirección web completa para el enlace

# insert_image_width
source: Width (Optional):
chinese: 寬度 (非必要)：
french: Largeur (optionnel):
portuguese_br: Largura (Opcional):
spanish: Ancho (Opcional):

# insert_image_height
source: Height (Optional):
chinese: 高度 (非必要)：
french: Taille (optionnel):
portuguese_br: Altura (Opcional):
spanish: Alto (Opcional):

# insert_image_popup
source: View full-size in pop-up when clicked (Optional):
chinese: 點選後開新視窗觀看全圖 (非必要)：
french: Ouvrir en taille réelle dans un popup lorsque cliquée (optionnel):
portuguese_br: Ver o pop-up em tamanho completo (Opcional):
spanish: Ver en una ventana emergente al hacer clic (Opcional):

# insert_image_float
source: Float (Optional):
chinese: 浮動 (非必要)：
french: Flottante (optionnel):
portuguese_br: Suspenso (Opcional):
spanish: Flotar (Opcional):

source: Day
french: Jour
portuguese_br: Dia
spanish: Día

source: Month
french: Mois
portuguese_br: Mês
spanish: Mes

source: Year
french: Année
portuguese_br: Ano
spanish: Año

source: Hour
french: Heure
portuguese_br: Hora
spanish: Hora

source: Second
french: Seconde
portuguese_br: Segundo
spanish: Segundos

# add_title
source: Edit Entry
chinese: 寫新文章
french: Ajouter une entrée
portuguese_br: Incluir Post
spanish: Añadir Entrada

# add_instructions
source: Are you ready to blog? If you're using text styles or including images, remember to 'close' all your 'tags'. Fill out the form below and click 'Preview' to see how your entry will look, or click 'Post' to save your entry.
chinese: 準備好要寫 Blog 了嗎？填寫下面以後可按 '預覽' 來預覽文章，或按 '發表' 來發表文章。
french: Êtes vous prêt à bloguer? Remplissez le formulaire ci dessous, puis cliquez sur 'Aperçu' pour voir à quoi va ressembler votre entrée, ou sur 'Poster' pour sauvegarder votre entrée.
portuguese_br: Preencha o formulário abaixo e clique em 'Pré-Visualizar' para ver como ficará, ou clique em 'Enviar' para salvar seu Post.
spanish: Para colocar una entrada llene los campos que se encuentran debajo, puede previsualizar la entrada antes de publicarla.

# label_relatedlink
source: Related Link
french: A propos
portuguese_br: Links Relacionados
spanish: Enlace Relacionado

# label_categories
source: Category List
french: Liste des catégories
portuguese_br: Lista de Categorias
spanish: Lista de Categorías

# ok_btn
source: OK
chinese: &nbsp;OK&nbsp;
french: &nbsp;OK&nbsp;
portuguese_br: &nbsp;OK&nbsp;
spanish: &nbsp;OK&nbsp;

# cancel_btn
source: Cancel
chinese: &nbsp;Cancel&nbsp;
french: &nbsp;Annuler&nbsp;
portuguese_br: &nbsp;Cancelar&nbsp;
spanish: &nbsp;Cancelar&nbsp;

# add_error
source: <h2>Whoops!</h2>Entry not saved. I ran into a problem while saving your entry.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>因為發生了某些問題，所以不能儲存這篇文章。<br /><br />伺服器報告：<br />
french: <h2>Oooups!</h2>Entrée non sauvegardée. Une erreur est survenue lors de la sauvegarde de votre entrée.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>O post não foi salvo. Ocorreu um erro enquanto as informações eram salvas.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>La entrada no pudo ser guardada. Se encontró un problema mientras se almacenaba la entrada.<br /><br />Respuesta del servidor:<br />

# add_success
source: <h2>Entry Saved!</h2>Your entry has been successfully saved.
french: <h2>Entrée sauvegardée!</h2>Votre entrée a été sauvegardée avec succès.
portuguese_br: <h2>Post Salvo!</h2>Seu post foi salvo com sucesso.
spanish: <h2>¡Entrada guardada! </h2>La entrada ha sido guardada satisfactoriamente.

# add_static_title
source: Edit Static Page
chinese: 寫靜態文章
french: Ajouter une page statique
portuguese_br: Incluir Página Fixa
spanish: Añadir Página Estática

# add_static_instructions
source: Fill out the form below to create a Static Page. Unlike a regular Blog Entry, Static Entries appear in the Links menu. They are for pages that you always want available such as: About Me, Contact Us, Schedule, etc. If you're using text styles or including images, remember to 'close' all your 'tags'. Click 'Preview' to see how your entry will look, or click 'Post' to save your entry.
chinese: 填寫下面來新增靜態文章。跟平常文章不同的是，靜態文章在頁面右上角有連結。通常都包含一些常用的資訊，像是自我介紹，聯絡方法，日程表之類的網頁。完成後可按 '預覽' 來預覽文章，或按 '發表' 來發表文章。
french: Remplissez le formulaire suivant pour créer une page statique. Contrairement à une entrée classique, les pages statiques apparaissent en lien dans le menu de droite. Ce sont des pages que vous souhaitées toujours accessibles comme par exemple: à propos de moi, me contacter, mon agenda, etc. Cliquez sur 'Apercu' pour voir à quoi cette page ressemblera, ou sur 'Envoyer' pour la sauvegarder.
portuguese_br: Preencha o formulário abaixo para criar uma Página Fixa. Ao contrário dos Posts normais, as Páginas Fixas aparecem no menu de links. São páginas que você quer sempre deixar visíveis, como: Sobre, Contato, Agenda, etc. Clique 'Pré-Visualizar' para ver como ficará, ou clique em 'Enviar' para salvar sua página.
spanish: Rellena el formulario que se encuentra debajo para crear una página estática. A diferencia de una entrada ordinaria a la bitácora, las entradas estáticas aparecen como enlaces en el menú de la derecha. Podrían usarse para páginas que desees que esten disponibles siempre, tales como: Sobre mí, Contáctenos, Agenda, etc. Presione 'Previsualizar' para mirar como lucirá la página, o presione 'Publicar' para guardar la página

# add_static_error
source: <h2>Whoops!</h2>Entry not saved. I ran into a problem while saving your entry.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>因為發生了某些問題，所以不能儲存這篇文章。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Entrée non sauvegardée. Une erreur est survenue lors de la sauvegarde.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>A página não foi salva. Ocorreu um erro enquanto as informações eram salvas.<br /><br />Resposta do Servidor:<br />
spanish: <h2>¡Ups!</h2>La entrada no pudo ser guardada. Se encontró un problema mientras se almacenaba la entrada.<br /><br />Respuesta del servidor:<br />

source: Name:
french: Nom:
portuguese_br: Nome:
spanish: Nombre:

source: Homepage:
french: Site Internet:
spanish: P&aacute;gina:

source: Comment:
french: Commentaire:
portuguese_br: Comentário:
spanish: Comentario:

source: IP Address:
french: Adresse IP:
portuguese_br: Endereço IP:
spanish: Direcci&oacute;n IP:

source: User Agent:
french: Navigateur:
spanish: Agente Usuario:

# wrote
source: <i>On %s, %s wrote:</i><br /> <br /> %s
french: <i>Le %s, %s a écrit:</i><br /> <br /> %s
portuguese_br: <i>%s, %s escreveu:</i><br /> <br /> %s
spanish: <i>El %s, %s escribi&oacute;:</i><br /> <br /> %s

# comment_capcha
source: Anti-Spam: Enter
chinese: 防止垃圾留言驗證碼
french: Anti-Spam: Entrez
portuguese_br: Anti-Spam: Digite
spanish: Anti-Spam: Introduzca

# comments_title
source: Comments
chinese: 回應
french: Commentaires
portuguese_br: Comentários
spanish: Comentarios

# comments_header
source: Add Comment
chinese: 發表回應
french: Ajouter un commentaire
portuguese_br: Incluir Comentário
spanish: Agregar comentario

# comments_instructions
source: Fill out the form below to add your own comments.
chinese: 填寫下面來發表回應。
french: Remplissez ce formulaire pour ajouter votre propre commentaire.
portuguese_br: Preencha o formulário abaixo para incluir seus próprios comentários.
spanish: Rellene los campos de abajo para dejar su comentario.

# comment_name
source: Your Name:
chinese: 你的名字：
french: Votre nom:
portuguese_br: Seu nome:
spanish: Nombre:

# commentposted
source: New comment posted at:
french: Nouveau commentaire posté sur:
portuguese_br: Novo comentário feito às:
spanish: Nuevo comentario publicado en:

# comment_remember
source: Remember me:
chinese: 記住我:
french: Se souvenir de moi:
portuguese_br: Lembre-me:
spanish: Recordar mi información personal:

# comment_text
source: Comment:
chinese: 回應：
french: Votre commentaire:
portuguese_br: Comentário:
spanish: Comentario:

# post_btn
source: Post Comment
chinese: &nbsp;發表回應&nbsp;
french: &nbsp;Poster un commentaire&nbsp;
portuguese_br: &nbsp;Enviar&nbsp;
spanish: &nbsp;Publicar comentario&nbsp;

# delete_btn
source: delete
chinese: 刪除
french: effacer
portuguese_br: excluir
spanish: Borrar

# ban_btn
source: ban ip
french: interdire IP
portuguese_br: banir ip

# expired_comment1
source: We are sorry. New comments are not allowed after
french: Désolé, les nouveaux commentaires ne sont pas autorisés après
portuguese_br: Desculpe. Novos comentários não são permitidos depois de
spanish: Lo sentimos. No se permiten nuevos comentarios después de

# blacklisted
source: Sorry, your IP address has been banned. Comments not allowed.
chinese: 抱歉，你的IP已經被封鎖，所以不能回應。
french: Désolé, votre adresse IP a été interdite. Commentaires non autorisés.
portuguese_br: Desculpe, seu endereço de IP foi banido. Comentários não permitidos.
spanish: Lo sentimos, su dirección IP ha sido baneada. No se permiten comentarios.

# bannedword
source: Your comment, url, name or email contained word(s) that have been banned by the administrator. Your comment has NOT been posted.
french: Votre commentaire, URL, nom ou email contiennent un ou plusieurs mot(s) qui ont été interdits par l'administrateur. Votre commentaire N'A PAS été enregistré.
portuguese_br: Seu comentário, url, nome oo email contém palavra(s) que foram banidas pelo administrador. Seu comentário NÃO foi enviado.
spanish: Tu comentario, url, nombre o e-mail contienen palabra(s) que han sido prohibidas por el administrador. Tu comentario NO se ha publicado.

# nocomments
source: Comments are not available for this entry.
chinese: 此文章不能回應。
french: Les commentaires ne sont pas disponibles pour cette entrée.
portuguese_br: Comentarios não estão disponíveis para este post.
spanish: Los comentarios no están disponibles para esta entrada.

# email_moderator
source: Comments are currently moderated. This comment needs approval before it will be seen by the public.
french: Les commentaires sont modérés. Ce commentaire doit être approuvé avant d'être vu par le public.
portuguese_br: Comentários são moderados neste blog. Este comentário precisa de aprovação para se tornar público.
spanish: Los comentarios están actualmente moderados. Este comentario necesita ser aprovado antes de ser visto por el público.

# user_notice_mod
source: Moderation is turned on for this blog. Your comment will require the administrators approval before it will be visible.
french: Ce blog est modéré. Votre commentaire nécessite l'approbation des administrateurs avant d'être visible.
portuguese_br: Moderação está ativa para este blog. Seu comentário precisa ser aprovado pelo adminitrador antes de se tornar visível.
spanish: En este blog está activada la moderación. Tu comentario requiere que los administradores lo aprueben antes de hacerse visible.

source: Return to Comments
chinese: 返回回應
french: Retourner aux commentaires
portuguese_br: Voltar aos comentários
spanish: Volver a Comentarios

# comments_error_add
source: <h2>Whoops!</h2>Comment not saved. I ran into a problem while saving your comment.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>因為發生了某些問題，所以不能儲存這篇回應。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Commentaire non sauvegardé. Une erreur est survenue lors de l'enregistrement de votre commentaire.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>O comentário não foi salvo. Ocorreu um problema enquanto seu comentário era salvo.<br /><br />Resposta do Servidor:<br />
spanish: <h2>Whoops!</h2>Comentario no grabado. Ocurrió un problema mientras se guardaba su comentario.<br /><br />Respuesta del servidor:<br />

# comments_error_delete
source: <h2>Whoops!</h2>Comment not deleted. I ran into a problem while deleting your comment.<br /><br />Server Reported:<br />
chinese: <h2>喔喔！</h2>因為發生了某些問題，所以不能刪除這篇回應。<br /><br />伺服器報告：<br />
french: <h2>Oouups!</h2>Commentaire non supprimé. Une erreur est survenue lors de la suppression du commentaire.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>O comentário não foi excluído. Ocorreu um problema enquanto excluia seu comentário.<br /><br />Resposta do Servidor:<br />
spanish: <h2>Whoops!</h2>Comentario no borrado. Ocurrió un problema mientras se borraba su comentario.<br /><br />Respuesta del servidor:<br />

# error_ban
source: <h2>Whoops!</h2>IP not added to banned ip listing.<br /><br />Server Reported:<br />
french: <h2>Oouups!</h2>L'IP n'a pas été ajoutée à la liste des IP interdites.<br /><br />Le serveur a retourné:<br />
portuguese_br: <h2>Ops!</h2>IP não incluído na lista de IPs banidos.<br /><br />Resposta do Servidor:<br />
spanish: <h2>Whoops!</h2>La IP no se añadió a la lista de ip prohibidas.<br /><br />Respuesta del servidor:<br />

# success_add
source: <h2>Comment Added!</h2>Your comment has been successfully saved.
french: <h2>Commentaire ajouté!</h2>Votre commentaire a été sauvegardé avec succès.
portuguese_br: <h2>Comentário Incluído!</h2>Seu comentário foi salvo com sucesso.
spanish: <h2>¡Comentario añadido!</h2>Tu comentario se ha almacenado correctamente.

# comments_success_delete
source: <h2>Comment Deleted!</h2>The comment has been deleted.
french: <h2>Commentaire supprimé!</h2>Le commentaire a été supprimé.
portuguese_br: <h2>Comentário Excluído!</h2>Seu comentário foi excluído.
spanish: <h2>¡Comentario Eliminado!</h2> El Comentario ha sido borrado.

# success_ban1
source: <h2>IP Banned!
french: <h2>IP interdite!
portuguese_br: <h2>IP Banido!
spanish: <h2>IP Prohibida!

# error_noip
source: No IP Provided for Blacklist Request.
french: Aucune IP n'a été fournie pour l'interdiction.
portuguese_br: Nenhum IP foi informado para a função Blacklist.
spanish: No se ha proporcionado ninguna IP para la solicitud de Blacklist.

# error_comments_disabled
source: <h2>Error!</h2>Hey! Comments are disabled on this blog. Are you a spambot?
french: <h2>Erreur!</h2>Hey! Les commentaires sont désactivés sur ce blog. Êtes-vous un spambot?
portuguese_br: <h2>Erro!</h2>Opa! Comentários estão desabilitados para este blog. Você é um spambot?
spanish: <h2>¡Error!</h2>Hey! Los comentarios están deshabilitados en este blog. ¿Eres un spambot?

# error_fields_missing
source: <h2>Error!</h2>Missing the following fields:
french: <h2>Erreur!</h2>Les champs suivants ne sont pas renseignés:
portuguese_br: <h2>Erro!</h2>Estão faltando os seguintes campos:
spanish: <h2>¡Error!</h2>Faltan los siguientes campos:

# error_spambot
source: <h2>Error!</h2>Capcha data is missing. Are you a spambot?
french: <h2>Erreur!</h2>Il manque les données capcha. Êtes-vous un spambot?
portuguese_br: <h2>Erro!</h2>Os dados de Capcha estão faltando. Você é um spambot?
spanish: <h2>¡Error!</h2>Faltan datos del verificador anti-spam. ¿Eres un spambot?

# error_capcha
source: <h2>Error!</h2>The capcha you entered is incorrect.
french: <h2>Erreur!</h2>Le capcha entré est incorrect.
portuguese_br: <h2>Erro!</h2>Dados de capcha não conferem.
spanish: <h2>¡Error!</h2>El verificador anti-spam introducido es incorrecto.

# error_entry_missing
source: <h2>Error!</h2>You are trying to comment on an entry that doesn't exist
french: <h2>Erreur!</h2>Vous essayez de mettre un commentaire sur une entrée qui n'existe pas.
portuguese_br: <h2>Erro!</h2>Você está tentando comentar um post que não existe.
spanish: <h2>¡Error!</h2>Estás intentado comentar uan entrada que no existe
